[
  {
    "name": "fortress",
    "trans": [
      "noun:\n",
      "1. A fortified place; a large and permanent fortification, sometimes including a town; for example a fort, a castle; a stronghold; a place of defense or security.\n",
      "2. A position that, if obtained by the weaker side, will prevent penetration by the opposing side, generally achieving a draw.\n",
      "verb:\n",
      "1. To furnish with a fortress or with fortresses; to guard, to fortify.\n"
    ],
    "usphone": "/ˈfɔː.tɹəs/",
    "ukphone": "/ˈfɔː.tɹəs/"
  },
  {
    "name": "prologue",
    "trans": [
      "noun:\n",
      "1. A speech or section used as an introduction, especially to a play or novel.\n",
      "2. One who delivers a prologue.\n",
      "3. A component of a computer program that prepares the computer to execute a routine.\n",
      "4. An individual time trial before a stage race, used to determine which rider wears the leader's jersey on the first stage.\n",
      "verb:\n",
      "1. To introduce with a formal preface, or prologue.\n"
    ],
    "usphone": "/ˈpɹəʊlɒɡ/",
    "ukphone": "/ˈpɹəʊlɒɡ/"
  },
  {
    "name": "weld",
    "trans": [
      "noun:\n",
      "1. A herb (Reseda luteola) related to mignonette, growing in Europe, and to some extent in America, used to make a yellow dye.\n",
      "2. The yellow coloring matter or dye extracted from this plant.\n"
    ],
    "usphone": "/wɛld/",
    "ukphone": "/wɛld/"
  },
  {
    "name": "saliva",
    "trans": [
      "noun:\n",
      "1. A clear, slightly alkaline liquid secreted into the mouth by the salivary glands and mucous glands, consisting of water, mucin, protein, and enzymes. It moistens the mouth, lubricates ingested food, and begins the breakdown of starches.\n"
    ],
    "usphone": "/səˈlaɪvə/",
    "ukphone": "/səˈlaɪvə/"
  },
  {
    "name": "lush",
    "trans": [
      "adjective:\n",
      "1. Juicy, succulent.\n",
      "2. Mellow; soft; (of ground or soil) easily turned; fertile.\n",
      "3. (of vegetation) Dense, teeming with life; luxuriant.\n",
      "4. (of food) Savoury, delicious.\n",
      "5. (miscellaneous) Thriving; rife; sumptuous.\n",
      "6. Beautiful, sexy.\n",
      "7. Amazing, cool, fantastic, wicked.\n",
      "8. Lax; slack; limp; flexible.\n"
    ],
    "usphone": "/lʌʃ/",
    "ukphone": "/lʌʃ/"
  },
  {
    "name": "extravagance",
    "trans": [
      "noun:\n",
      "1. Excessive or superfluous expenditure of money.\n",
      "2. Prodigality, as of anger, love, expression, imagination, or demands.\n"
    ],
    "usphone": "/ɪkˈstɹævəɡəns/",
    "ukphone": "/ɪkˈstɹævəɡəns/"
  },
  {
    "name": "reservoir",
    "trans": [
      "noun:\n",
      "1. A place where anything is kept in store\n",
      "2. A large natural or artificial lake used as a source of water supply.\n",
      "3. A small intercellular space, often containing resin, essential oil, or some other secreted matter.\n",
      "4. A supply or source of something.\n",
      "5. A species that acts as host to a zoonosis when it is not causing acute illness in other susceptible species.\n"
    ],
    "usphone": "/ˈɹɛz.ə.vwɑː(ɹ)/",
    "ukphone": "/ˈɹɛz.ə.vwɑː(ɹ)/"
  },
  {
    "name": "rampart",
    "trans": [
      "noun:\n",
      "1. A defensive mound of earth or a wall with a broad top and usually a stone parapet; a wall-like ridge of earth, stones or debris; an embankment for defensive purpose.\n",
      "2. A defensive structure; a protective barrier; a bulwark.\n",
      "3. That which defends against intrusion from outside; a protection.\n",
      "4. (usually in the plural) A steep bank of a river or gorge.\n",
      "verb:\n",
      "1. To defend with a rampart; fortify or surround with a rampart.\n"
    ],
    "usphone": "/ˈɹæm.pɑː(ɹ)t/",
    "ukphone": "/ˈɹæm.pɑː(ɹ)t/"
  },
  {
    "name": "embankment",
    "trans": [
      "noun:\n",
      "1. A long mound of earth, stone, or similar material, usually built for purposes such as to hold back or store water, for protection from weather or enemies, or to support a road or railway.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "phantom",
    "trans": [
      "noun:\n",
      "1. A ghost or apparition.\n",
      "2. Something apparently seen, heard, or sensed, but having no physical reality; an image that appears only in the mind; an illusion or delusion.\n",
      "3. A placeholder for a pair of players when there are an odd number of pairs playing.\n",
      "4. (medical imaging) A test object.\n",
      "adjective:\n",
      "1. Illusive.\n",
      "2. Fictitious or nonexistent.\n"
    ],
    "usphone": "/ˈfæntəm/",
    "ukphone": "/ˈfæntəm/"
  },
  {
    "name": "lane",
    "trans": [
      "noun:\n",
      "1. (used in street names) A road, street, or similar thoroughfare.\n",
      "2. A narrow passageway between fences, walls, hedges or trees.\n",
      "3. A narrow road, as in the country.\n",
      "4. A lengthwise division of roadway intended for a single line of vehicles.\n",
      "5. A similar division of a racetrack to keep runners apart.\n",
      "6. A course designated for ships or aircrafts.\n",
      "7. An elongated wooden strip of floor along which a bowling ball is rolled.\n",
      "8. An empty space in the tableau, formed by the removal of an entire row of cards.\n",
      "9. Any of the parallel slots in which values can be stored in a SIMD architecture.\n",
      "10. In MOBA (multiplayer online battle arena) games, a particular path on the map that may be traversed by enemy characters.\n",
      "11. The homestretch.\n"
    ],
    "usphone": "/leɪn/",
    "ukphone": "/leɪn/"
  },
  {
    "name": "pungent",
    "trans": [
      "adjective:\n",
      "1. Having a strong odor that stings the nose, said especially of acidic or spicy substances.\n",
      "2. Having a strong taste that stings the tongue, said especially of hot (spicy) food, which has a strong and sharp or bitter taste.\n",
      "3. Stinging; acerbic.\n",
      "4. Having a sharp and stiff point.\n"
    ],
    "usphone": "/ˈpʌndʒənt/",
    "ukphone": "/ˈpʌndʒənt/"
  },
  {
    "name": "benefit",
    "trans": [
      "noun:\n",
      "1. An advantage; help or aid from something.\n",
      "2. A payment made in accordance with an insurance policy or a public assistance scheme.\n",
      "3. An event such as a performance, given to raise funds for some cause.\n",
      "4. Beneficence; liberality\n",
      "verb:\n",
      "1. To be or to provide a benefit to.\n",
      "2. To receive a benefit (from); to be a beneficiary.\n"
    ],
    "usphone": "/ˈbɛn.ɪ.fɪt/",
    "ukphone": "/ˈbɛn.ɪ.fɪt/"
  },
  {
    "name": "stagnation",
    "trans": [
      "noun:\n",
      "1. Inactivity\n",
      "2. Being stagnant; being without circulation\n"
    ],
    "usphone": "/stæɡˈneɪʃən/",
    "ukphone": "/stæɡˈneɪʃən/"
  },
  {
    "name": "carpenter",
    "trans": [
      "noun:\n",
      "1. A person skilled at carpentry, the trade of cutting and joining timber in order to construct buildings or other structures.\n",
      "2. A senior rating in ships responsible for all the woodwork onboard; in the days of sail, a warrant officer responsible for the hull, masts, spars and boats of a ship, and whose responsibility was to sound the well to see if the ship was making water.\n",
      "3. A two-wheeled carriage.\n",
      "4. A carpenter bee.\n",
      "5. A woodlouse.\n",
      "verb:\n",
      "1. To work as a carpenter, cutting and joining timber.\n"
    ],
    "usphone": "/ˈkɑː.pən.tə/",
    "ukphone": "/ˈkɑː.pən.tə/"
  },
  {
    "name": "period",
    "trans": [
      "noun:\n",
      "1. A length of time.\n",
      "2. A period of time in history seen as a single coherent entity; an epoch, era.\n",
      "3. The punctuation mark “.” (indicating the ending of a sentence or marking an abbreviation).\n",
      "4. The length of time during which the same characteristics of a periodic phenomenon recur, such as the repetition of a wave or the rotation of a planet.\n",
      "5. Female menstruation.\n",
      "6. A section of an artist's, writer's (etc.) career distinguished by a given quality, preoccupation etc.\n",
      "7. Each of the divisions into which a school day is split, allocated to a given subject or activity.\n",
      "8. Each of the intervals into which various sporting events are divided.\n",
      "9. The length of time for a disease to run its course.\n",
      "10. An end or conclusion; the final point of a process etc.\n",
      "11. A complete sentence, especially one expressing a single thought or making a balanced, rhythmic whole.\n",
      "12. A specific moment during a given process; a point, a stage.\n",
      "13. A row in the periodic table of the elements.\n",
      "14. A subdivision of an era, typically lasting from tens to hundreds of millions of years, see Appendix: Geologic timescale.\n",
      "15. A Drosophila gene, the gene product of which is involved in regulation of the circadian rhythm.\n",
      "16. Two phrases (an antecedent and a consequent phrase).\n",
      "17. The length of an interval over which a periodic function, periodic sequence or repeating decimal repeats; often the least such length.\n",
      "18. End point, conclusion.\n",
      "verb:\n",
      "1. To come to a period; to conclude.\n",
      "2. To put an end to.\n",
      "adjective:\n",
      "1. Designating anything from a given historical era.\n",
      "2. Evoking, or appropriate for, a particular historical period, especially through the use of elaborate costumes and scenery.\n",
      "interjection:\n",
      "1. That's final; that's the end of the matter (analogous to a period ending a sentence); end of story\n"
    ],
    "usphone": "/ˈpɪəɹɪəd/",
    "ukphone": "/ˈpɪəɹɪəd/"
  },
  {
    "name": "endeavors",
    "trans": [
      "noun:\n",
      "1. A sincere attempt; a determined or assiduous effort towards a specific goal; assiduous or persistent activity.\n",
      "verb:\n",
      "1. To exert oneself.\n",
      "2. To attempt through application of effort (to do something); to try strenuously.\n",
      "3. To attempt (something).\n",
      "4. To work with purpose.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "endeavor",
    "trans": [
      "noun:\n",
      "1. A sincere attempt; a determined or assiduous effort towards a specific goal; assiduous or persistent activity.\n",
      "verb:\n",
      "1. To exert oneself.\n",
      "2. To attempt through application of effort (to do something); to try strenuously.\n",
      "3. To attempt (something).\n",
      "4. To work with purpose.\n"
    ],
    "usphone": "/ɪnˈdɛv.ə/",
    "ukphone": "/ɪnˈdɛv.ə/"
  },
  {
    "name": "contentious",
    "trans": [
      "adjective:\n",
      "1. Marked by heated arguments or controversy.\n",
      "2. Given to struggling with others out of jealousy or discord.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "grit",
    "trans": [
      "noun:\n",
      "1. A collection of hard small materials, such as dirt, ground stone, debris from sandblasting or other such grinding, or swarf from metalworking.\n",
      "2. Inedible particles in food.\n",
      "3. A measure of the relative coarseness of an abrasive material such as sandpaper, the smaller the number the coarser the abrasive.\n",
      "4. A hard, coarse-grained siliceous sandstone; gritstone. Also, a finer sharp-grained sandstone, e.g., grindstone grit.\n",
      "5. Strength of mind; great courage or fearlessness; fortitude.\n",
      "verb:\n",
      "1. Apparently only in grit one's teeth: to clench, particularly in reaction to pain or anger.\n",
      "2. To cover with grit.\n",
      "3. To give forth a grating sound, like sand under the feet; to grate; to grind.\n"
    ],
    "usphone": "/ˈɡɹɪt/",
    "ukphone": "/ˈɡɹɪt/"
  },
  {
    "name": "fortitude",
    "trans": [
      "noun:\n",
      "1. Mental or emotional strength that enables courage in the face of adversity.\n",
      "2. Physical strength.\n"
    ],
    "usphone": "/ˈfɔːtɪtjuːd/",
    "ukphone": "/ˈfɔːtɪtjuːd/"
  },
  {
    "name": "dismantle",
    "trans": [
      "verb:\n",
      "1. To divest, strip of dress or covering.\n",
      "2. To remove fittings or furnishings from.\n",
      "3. To take apart; to disassemble; to take to pieces.\n"
    ],
    "usphone": "dɪsˈmæntʰəɫ",
    "ukphone": "dɪsˈmæntʰəɫ"
  },
  {
    "name": "calibrate",
    "trans": [
      "verb:\n",
      "1. To check or adjust by comparison with a standard.\n",
      "2. To mark the scale of a measuring instrument.\n",
      "3. To measure the caliber of a tube or gun.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "ploy",
    "trans": [
      "noun:\n",
      "1. A tactic, strategy, or gimmick.\n",
      "2. Sport; frolic.\n",
      "3. Employment.\n"
    ],
    "usphone": "/plɔɪ/",
    "ukphone": "/plɔɪ/"
  },
  {
    "name": "reminisce",
    "trans": [
      "noun:\n",
      "1. An act of reminiscence.\n",
      "verb:\n",
      "1. To recall the past in a private moment, often fondly or nostalgically.\n",
      "2. To talk or write about memories of the past, especially pleasant memories.\n",
      "3. To remember fondly; to reminisce about.\n"
    ],
    "usphone": "/ˌɹɛm.ɨˈnɪs/",
    "ukphone": "/ˌɹɛm.ɨˈnɪs/"
  },
  {
    "name": "susceptible",
    "trans": [
      "noun:\n",
      "1. A person who is vulnerable to being infected by a certain disease\n",
      "adjective:\n",
      "1. Likely to be affected by something\n",
      "2. Easily influenced or tricked; credulous\n",
      "3. Especially sensitive, especially to a stimulus\n",
      "4. That, when subjected to a specific operation, will yield a specific result\n",
      "5. Vulnerable; (temporarily) defenseless\n"
    ],
    "usphone": "/səˈsɛptɪbl̩/",
    "ukphone": "/səˈsɛptɪbl̩/"
  },
  {
    "name": "coercive",
    "trans": [
      "adjective:\n",
      "1. Displaying a tendency or intent to coerce\n",
      "2. (of a function F) such that the ration of |F(x)| to x approaches infinity as x approaches infinity\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "overbearing",
    "trans": [
      "verb:\n",
      "1. To carry over.\n",
      "2. To push through by physical weight or strength; to overwhelm, overcome.\n",
      "3. To prevail over; to dominate, overpower; to oppress.\n",
      "4. To produce an overabundance of fruit.\n",
      "adjective:\n",
      "1. Overly bossy, domineering, or arrogant.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "therapeutic",
    "trans": [
      "noun:\n",
      "1. A therapeutic agent\n",
      "adjective:\n",
      "1. Of, or relating to therapy.\n",
      "2. Having a positive effect on the body or mind.\n"
    ],
    "usphone": "/θɛɹəˈpjuːtɪk/",
    "ukphone": "/θɛɹəˈpjuːtɪk/"
  },
  {
    "name": "schmooze",
    "trans": [
      "noun:\n",
      "1. A casual conversation, especially one held in order to gain an advantage or make a social connection.\n",
      "verb:\n",
      "1. To talk casually, especially in order to gain an advantage or make a social connection.\n"
    ],
    "usphone": "/ʃmuːz/",
    "ukphone": "/ʃmuːz/"
  },
  {
    "name": "glamorize",
    "trans": [
      "verb:\n",
      "1. To make or give the appearance of being glamorous.\n",
      "2. To glorify; to romanticize.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "sedentary",
    "trans": [
      "noun:\n",
      "1. A sedentary person\n",
      "adjective:\n",
      "1. Not moving; relatively still; staying in the vicinity.\n",
      "2. (of a human population) Living in a fixed geographical location; the opposite of nomadic.\n",
      "3. (of a job, lifestyle, etc.) Not moving much; sitting around.\n",
      "4. Inactive; motionless; sluggish; tranquil\n",
      "5. Caused by long sitting.\n"
    ],
    "usphone": "/ˈsɛd(ə)ntɛɹi/",
    "ukphone": "/ˈsɛd(ə)ntɛɹi/"
  },
  {
    "name": "avid",
    "trans": [
      "adjective:\n",
      "1. Enthusiastic; keen; eager; showing great interest in something or desire to do something\n"
    ],
    "usphone": "/ævəd/",
    "ukphone": "/ævəd/"
  },
  {
    "name": "formidable",
    "trans": [
      "adjective:\n",
      "1. Causing fear, dread, awe, or discouragement as a result of size, strength, or some other impressive feature; commanding respect; causing wonder or astonishment.\n",
      "2. Difficult to defeat or overcome.\n"
    ],
    "usphone": "/fɔːˈmɪdəbəl/",
    "ukphone": "/fɔːˈmɪdəbəl/"
  }
]