[
  {
    "name": "haemal",
    "trans": [
      "adjective:\n",
      "1. Pertaining to the blood or blood vessels.\n",
      "2. Ventral rather than neural.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "blood vessel",
    "trans": [
      "noun:\n",
      "1. A component of the circulatory system, such as an artery, capillary, or vein, that carries blood.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "vessel",
    "trans": [
      "noun:\n",
      "1. Any craft designed for transportation on water, such as a ship or boat.\n",
      "2. A craft designed for transportation through air or space.\n",
      "3. Dishes and cutlery collectively, especially if made of precious metals.\n",
      "4. A container of liquid or other substance, such as a glass, goblet, cup, bottle, bowl, or pitcher.\n",
      "5. A person as a container of qualities or feelings.\n",
      "6. A tube or canal that carries fluid in an animal or plant.\n",
      "verb:\n",
      "1. To put into a vessel.\n"
    ],
    "usphone": "/ˈvɛs.l̩/",
    "ukphone": "/ˈvɛs.l̩/"
  },
  {
    "name": "porridge",
    "trans": [
      "noun:\n",
      "1. A dish made of grain or legumes, milk and/or water, heated and stirred until thick and typically eaten for breakfast.\n",
      "2. Oatmeal porridge.\n",
      "3. A prison sentence.\n",
      "4. A type of thick soup or stew, especially thickened with barley.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "coffin",
    "trans": [
      "noun:\n",
      "1. A rectangular closed box in which the body of a dead person is placed for burial.\n",
      "2. The eighth Lenormand card.\n",
      "3. A basket.\n",
      "4. A casing or crust, or a mold, of pastry, as for a pie.\n",
      "5. A conical paper bag, used by grocers.\n",
      "6. The hollow crust or hoof of a horse's foot, below the coronet, in which is the coffin bone.\n",
      "7. A storage container for nuclear waste.\n",
      "verb:\n",
      "1. To place in a coffin.\n"
    ],
    "usphone": "/ˈkɑfɪn/",
    "ukphone": "/ˈkɑfɪn/"
  },
  {
    "name": "corpse",
    "trans": [
      "noun:\n",
      "1. A dead body.\n",
      "2. (sometimes derogatory) A human body in general, whether living or dead.\n",
      "verb:\n",
      "1. (of an actor) To lose control during a performance and laugh uncontrollably.\n"
    ],
    "usphone": "/ˈkoːps/",
    "ukphone": "/ˈkoːps/"
  },
  {
    "name": "cremate",
    "trans": [
      "verb:\n",
      "1. To burn something to ashes.\n",
      "2. To incinerate a dead body (as an alternative to burial).\n"
    ],
    "usphone": "/kɹəˈmeɪt/",
    "ukphone": "/kɹəˈmeɪt/"
  },
  {
    "name": "muddle",
    "trans": [
      "noun:\n",
      "1. A mixture; a confusion; a garble.\n",
      "2. A mixture of crushed ingredients, as prepared with a muddler.\n",
      "verb:\n",
      "1. To mix together, to mix up; to confuse.\n",
      "2. To mash slightly for use in a cocktail.\n",
      "3. To dabble in mud.\n",
      "4. To make turbid or muddy.\n",
      "5. To think and act in a confused, aimless way.\n",
      "6. To cloud or stupefy; to render stupid with liquor; to intoxicate partially.\n",
      "7. To waste or misuse, as one does who is stupid or intoxicated.\n"
    ],
    "usphone": "/ˈmʌdəl/",
    "ukphone": "/ˈmʌdəl/"
  },
  {
    "name": "multitude",
    "trans": [
      "noun:\n",
      "1. A great amount or number, often of people; abundance, myriad, profusion.\n",
      "2. The mass of ordinary people; the masses, the populace.\n"
    ],
    "usphone": "/ˈmʌltɪtjuːd/",
    "ukphone": "/ˈmʌltɪtjuːd/"
  },
  {
    "name": "clutter",
    "trans": [
      "noun:\n",
      "1. A confused disordered jumble of things.\n",
      "2. Background echoes, from clouds etc., on a radar or sonar screen.\n",
      "3. A group of cats; the collective noun for cats.\n",
      "4. Clatter; confused noise.\n",
      "verb:\n",
      "1. To fill something with clutter.\n",
      "2. To clot or coagulate, like blood.\n",
      "3. To make a confused noise; to bustle.\n",
      "4. To utter words hurriedly, especially (but not exclusively) as a speech disorder (compare cluttering).\n"
    ],
    "usphone": "/ˈklʌtə(ɹ)/",
    "ukphone": "/ˈklʌtə(ɹ)/"
  },
  {
    "name": "daze",
    "trans": [
      "noun:\n",
      "1. The state of being dazed\n",
      "2. A glittering stone.\n",
      "verb:\n",
      "1. To stun or stupefy, for example with bright light, with a blow, with cold, or with fear\n"
    ],
    "usphone": "/deɪz/",
    "ukphone": "/deɪz/"
  },
  {
    "name": "bonuses",
    "trans": [
      "noun:\n",
      "1. Something extra that is good; an added benefit.\n",
      "2. An extra sum given as a premium, e.g. to an employee or to a shareholder.\n",
      "3. An addition to the player's score based on performance, e.g. for time remaining.\n",
      "4. One or more free throws awarded to a team when the opposing team has accumulated enough fouls.\n",
      "verb:\n",
      "1. To pay a bonus, premium\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "premium",
    "trans": [
      "noun:\n",
      "1. A prize or award.\n",
      "2. Something offered at a reduced price as an inducement to buy something else.\n",
      "3. A bonus paid in addition to normal payments.\n",
      "4. The amount to be paid for an insurance policy.\n",
      "5. An unusually high value.\n",
      "6. The amount by which a security's value exceeds its face value.\n",
      "adjective:\n",
      "1. Superior in quality; higher in price or value.\n",
      "2. High-end; belonging to the market segment between mid-market and luxury.\n"
    ],
    "usphone": "/ˈpɹimiəm/",
    "ukphone": "/ˈpɹimiəm/"
  },
  {
    "name": "scarce",
    "trans": [
      "adjective:\n",
      "1. Uncommon, rare; difficult to find; insufficient to meet a demand.\n",
      "2. Scantily supplied (with); deficient (in); used with of.\n",
      "adverb:\n",
      "1. Scarcely, only just.\n"
    ],
    "usphone": "/ˈskɛəs/",
    "ukphone": "/ˈskɛəs/"
  },
  {
    "name": "madame",
    "trans": [
      "noun:\n",
      "1. A polite form of address for a woman or lady.\n",
      "2. The mistress of a household.\n",
      "3. A conceited or quarrelsome girl.\n",
      "4. A woman who runs a brothel, particularly one that specializes in finding prostitutes for rich and important clients.\n"
    ],
    "usphone": "/məˈdɑːm/",
    "ukphone": "/məˈdɑːm/"
  },
  {
    "name": "madam",
    "trans": [
      "noun:\n",
      "1. A polite form of address for a woman or lady.\n",
      "2. The mistress of a household.\n",
      "3. A conceited or quarrelsome girl.\n",
      "4. A woman who runs a brothel, particularly one that specializes in finding prostitutes for rich and important clients.\n",
      "verb:\n",
      "1. To address as \"madam\".\n"
    ],
    "usphone": "/ˈmæd.əm/",
    "ukphone": "/ˈmæd.əm/"
  },
  {
    "name": "refinement",
    "trans": [
      "noun:\n",
      "1. The act, or the result of refining; the removal of impurities, or a purified material\n",
      "2. High-class style; cultivation.\n",
      "3. A fine or subtle distinction.\n"
    ],
    "usphone": "/ɹəˈfaɪnmənt/",
    "ukphone": "/ɹəˈfaɪnmənt/"
  },
  {
    "name": "prostitution",
    "trans": [
      "noun:\n",
      "1. Engaging in sexual activity with another person for pay.\n",
      "2. (by extension) Debasement for profit or impure motives.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "rock",
    "trans": [
      "noun:\n",
      "1. A formation of minerals, specifically:\n",
      "2. A large hill or island having no vegetation.\n",
      "3. Something that is strong, stable, and dependable; a person who provides security or support to another.\n",
      "4. A lump or cube of ice.\n",
      "5. A type of confectionery made from sugar in the shape of a stick, traditionally having some text running through its length.\n",
      "6. A crystallized lump of crack cocaine.\n",
      "7. An unintelligent person, especially one who repeats mistakes.\n",
      "8. An Afrikaner.\n",
      "9. An extremely conservative player who is willing to play only the very strongest hands.\n",
      "10. Any of several fish:\n",
      "11. A basketball.\n",
      "12. (rock paper scissors) A closed hand (a handshape resembling a rock), that beats scissors and loses to paper. It beats lizard and loses to Spock in rock-paper-scissors-lizard-Spock.\n",
      "13. A cricket ball, especially a new one that has not been softened by use\n",
      "14. A crystal used to control the radio frequency.\n"
    ],
    "usphone": "/ɹɒk/",
    "ukphone": "/ɹɒk/"
  },
  {
    "name": "pitching",
    "trans": [
      "verb:\n",
      "1. To cover or smear with pitch.\n",
      "2. To darken; to blacken; to obscure.\n",
      "verb:\n",
      "1. To throw.\n",
      "2. To throw (the ball) toward a batter at home plate.\n",
      "3. To play baseball in the position of pitcher.\n",
      "4. To throw away; discard.\n",
      "5. To promote, advertise, or attempt to sell.\n",
      "6. To deliver in a certain tone or style, or with a certain audience in mind.\n",
      "7. To assemble or erect (a tent).\n",
      "8. To fix or place a tent or temporary habitation; to encamp.\n",
      "9. To move so that the front of an aircraft or boat goes alternatively up and down.\n",
      "10. To play a short, high, lofty shot that lands with backspin.\n",
      "11. To bounce on the playing surface.\n",
      "12. (of snow) To settle and build up, without melting.\n",
      "13. To alight; to settle; to come to rest from flight.\n",
      "14. (with on or upon) To fix one's choice.\n",
      "15. To plunge or fall; especially, to fall forward; to decline or slope.\n",
      "16. (of an embankment, roadway) To set, face, or pave with rubble or undressed stones.\n",
      "17. (of a price, value) To set or fix.\n",
      "18. (of a card) To discard for some gain.\n",
      "verb:\n",
      "1. To produce a note of a given pitch.\n",
      "2. To fix or set the tone of.\n",
      "noun:\n",
      "1. The act of throwing or casting.\n",
      "2. The rough paving of a street to a grade with blocks of stone.\n",
      "3. A facing of stone laid upon a bank to prevent wear by tides or currents.\n"
    ],
    "usphone": "/ˈpɪtʃtɪŋ/",
    "ukphone": "/ˈpɪtʃtɪŋ/"
  },
  {
    "name": "crisis",
    "trans": [
      "noun:\n",
      "1. A crucial or decisive point or situation; a turning point.\n",
      "2. An unstable situation, in political, social, economic or military affairs, especially one involving an impending abrupt change.\n",
      "3. A sudden change in the course of a disease, usually at which point the patient is expected to either recover or die.\n",
      "4. A traumatic or stressful change in a person's life.\n",
      "5. A point in a drama at which a conflict reaches a peak before being resolved.\n"
    ],
    "usphone": "/ˈkɹaɪsɪs/",
    "ukphone": "/ˈkɹaɪsɪs/"
  },
  {
    "name": "crises",
    "trans": [
      "noun:\n",
      "1. A crucial or decisive point or situation; a turning point.\n",
      "2. An unstable situation, in political, social, economic or military affairs, especially one involving an impending abrupt change.\n",
      "3. A sudden change in the course of a disease, usually at which point the patient is expected to either recover or die.\n",
      "4. A traumatic or stressful change in a person's life.\n",
      "5. A point in a drama at which a conflict reaches a peak before being resolved.\n"
    ],
    "usphone": "/ˈkɹaɪsiz/",
    "ukphone": "/ˈkɹaɪsiz/"
  },
  {
    "name": "earnest",
    "trans": [
      "noun:\n",
      "1. Gravity; serious purpose; earnestness.\n",
      "2. Seriousness; reality; actuality (as opposed to joking or pretence)\n",
      "verb:\n",
      "1. To be serious with; use in earnest.\n",
      "adjective:\n",
      "1. (said of an action or an utterance) Serious or honest\n",
      "2. (with a positive sense) Focused in the pursuit of an objective; eager to obtain or do.\n",
      "3. Intent; focused; showing a lot of concentration.\n",
      "4. (said of a person or a person's character) Possessing or characterised by seriousness.\n",
      "5. Strenuous; diligent.\n",
      "6. Serious; weighty; of a serious, weighty, or important nature; important.\n"
    ],
    "usphone": "/ˈɜːnɪst/",
    "ukphone": "/ˈɜːnɪst/"
  },
  {
    "name": "distinguish",
    "trans": [
      "verb:\n",
      "1. To recognize someone or something as different from others based on its characteristics.\n",
      "2. To see someone or something clearly or distinctly.\n",
      "3. To make oneself noticeably different or better from others through accomplishments.\n",
      "4. To make to differ.\n"
    ],
    "usphone": "/dɪsˈtɪŋɡwɪʃ/",
    "ukphone": "/dɪsˈtɪŋɡwɪʃ/"
  },
  {
    "name": "lackey",
    "trans": [
      "noun:\n",
      "1. A footman, a liveried male servant.\n",
      "2. A fawning, servile follower.\n",
      "verb:\n",
      "1. To attend, wait upon, serve obsequiously.\n",
      "2. To toady, play the flunky.\n"
    ],
    "usphone": "/ˈlæ.ki/",
    "ukphone": "/ˈlæ.ki/"
  },
  {
    "name": "accomplishment",
    "trans": [
      "noun:\n",
      "1. The act of accomplishing; completion; fulfilment.\n",
      "2. That which completes, perfects, or equips thoroughly; acquirement; attainment; that which constitutes excellence of mind, or elegance of manners, acquired by education or training.\n",
      "3. Something accomplished; an achievement.\n",
      "4. (grammar) The lexical aspect (aktionsart) of verbs or predicates that change over time until a natural end point.\n"
    ],
    "usphone": "/ə.ˈkʌm.plɪʃ.mənt/",
    "ukphone": "/ə.ˈkʌm.plɪʃ.mənt/"
  },
  {
    "name": "uterus",
    "trans": [
      "noun:\n",
      "1. The womb, an organ of the female reproductive system in which the young are conceived and develop until birth.\n"
    ],
    "usphone": "/ˈjuː.təɹ.əs/",
    "ukphone": "/ˈjuː.təɹ.əs/"
  },
  {
    "name": "pelvic",
    "trans": [
      "adjective:\n",
      "1. Of, pertaining to, or in the region of, the pelvis\n"
    ],
    "usphone": "/ˈpɛlvɪk/",
    "ukphone": "/ˈpɛlvɪk/"
  },
  {
    "name": "fetus",
    "trans": [
      "noun:\n",
      "1. An unborn or unhatched vertebrate showing signs of the mature animal.\n",
      "2. A human embryo after the eighth week of gestation.\n"
    ],
    "usphone": "/ˈfiːtəs/",
    "ukphone": "/ˈfiːtəs/"
  },
  {
    "name": "engulf",
    "trans": [
      "verb:\n",
      "1. To overwhelm.\n",
      "2. To surround; to cover.\n",
      "3. To cast into a gulf.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "gulf",
    "trans": [
      "noun:\n",
      "1. A hollow place in the earth; an abyss; a deep chasm or basin.\n",
      "2. That which swallows; the gullet.\n",
      "3. That which swallows irretrievably; a whirlpool; a sucking eddy.\n",
      "4. A portion of an ocean or sea extending into the land; a partially landlocked sea\n",
      "5. A large deposit of ore in a lode.\n",
      "6. A difference, especially a large difference, between groups.\n",
      "7. (Oxbridge slang) The bottom part of a list of those awarded a degree, for those who have only just passed.\n",
      "verb:\n",
      "1. (Oxbridge slang) To award a degree to somebody who has only just passed sufficiently.\n"
    ],
    "usphone": "/ɡʌlf/",
    "ukphone": "/ɡʌlf/"
  },
  {
    "name": "disparity",
    "trans": [
      "noun:\n",
      "1. The state of being unequal; difference.\n",
      "2. Incongruity.\n"
    ],
    "usphone": "/dɪsˈpæɹɪti/",
    "ukphone": "/dɪsˈpæɹɪti/"
  },
  {
    "name": "grudge",
    "trans": [
      "noun:\n",
      "1. Deep-seated and/or long-term animosity or ill will about something or someone, especially due to a past misdeed or mistreatment.\n",
      "verb:\n",
      "1. To be unwilling to give or allow (someone something).\n",
      "2. To grumble, complain; to be dissatisfied.\n",
      "3. To hold or harbour with malicious disposition or purpose; to cherish enviously.\n",
      "4. To feel compunction or grief.\n"
    ],
    "usphone": "/ɡɹʌdʒ/",
    "ukphone": "/ɡɹʌdʒ/"
  },
  {
    "name": "carve",
    "trans": [
      "noun:\n",
      "1. A carucate.\n",
      "2. The act of carving\n",
      "verb:\n",
      "1. To cut.\n",
      "2. To cut meat in order to serve it.\n",
      "3. To shape to sculptural effect; to produce (a work) by cutting, or to cut (a material) into a finished work.\n",
      "4. To perform a series of turns without pivoting, so that the tip and tail of the snowboard take the same path.\n",
      "5. To take or make, as by cutting; to provide.\n",
      "6. To lay out; to contrive; to design; to plan.\n"
    ],
    "usphone": "/kɑːv/",
    "ukphone": "/kɑːv/"
  },
  {
    "name": "culinary",
    "trans": [
      "adjective:\n",
      "1. Relating to the practice of cookery or the activity of cooking.\n",
      "2. Of or relating to a kitchen.\n"
    ],
    "usphone": "/ˈkʌlɪn(ə)ɹi/",
    "ukphone": "/ˈkʌlɪn(ə)ɹi/"
  },
  {
    "name": "sip",
    "trans": [
      "verb:\n",
      "1. To ooze or pass slowly through pores or other small openings, and in overly small quantities; said of liquids, etc.\n",
      "2. To enter or penetrate slowly; to spread or diffuse.\n",
      "3. To diminish or wane away slowly.\n",
      "noun:\n",
      "1. A small mouthful of drink\n",
      "verb:\n",
      "1. To drink slowly, small mouthfuls at a time.\n",
      "2. To drink a small quantity.\n",
      "3. To taste the liquor of; to drink out of.\n",
      "4. To consume slowly — in contrast to faster consumption, in contrast to zero consumption\n"
    ],
    "usphone": "/sɪp/",
    "ukphone": "/sɪp/"
  },
  {
    "name": "anonymous",
    "trans": [
      "adjective:\n",
      "1. Lacking a name; not named, for example an animal not assigned to any species.\n",
      "2. Without any name acknowledged of a person responsible\n",
      "3. Of unknown name; whose name is withheld\n",
      "4. Lacking individuality.\n"
    ],
    "usphone": "/əˈnɒnəməs/",
    "ukphone": "/əˈnɒnəməs/"
  },
  {
    "name": "celebrity",
    "trans": [
      "noun:\n",
      "1. A rite or ceremony.\n",
      "2. Fame, renown; the state of being famous or talked-about.\n",
      "3. A person who has a high degree of recognition by the general population for his or her success or accomplishments; a famous person.\n"
    ],
    "usphone": "/sɪˈlɛbɹɪti/",
    "ukphone": "/sɪˈlɛbɹɪti/"
  },
  {
    "name": "infamy",
    "trans": [
      "noun:\n",
      "1. The state of being infamous.\n",
      "2. A reputation as being evil.\n",
      "3. A reprehensible occurrence or situation.\n",
      "4. A stigma attaching to a person's character that disqualifies them from being a witness.\n"
    ],
    "usphone": "/ˈɪnfəmi/",
    "ukphone": "/ˈɪnfəmi/"
  },
  {
    "name": "aisle",
    "trans": [
      "noun:\n",
      "1. A wing of a building, notably in a church separated from the nave proper by piers.\n",
      "2. A clear path through rows of seating.\n",
      "3. A clear corridor in a supermarket with shelves on both sides containing goods for sale.\n",
      "4. Any path through an otherwise obstructed space.\n",
      "5. Seat in public transport, such as a plane, train or bus, that's beside the aisle.\n",
      "6. An idiomatic divide between the Republican Party and the Democratic Party, who are said to be on two sides of the aisle.\n"
    ],
    "usphone": "/aɪ̯l/",
    "ukphone": "/aɪ̯l/"
  },
  {
    "name": "nave",
    "trans": [
      "noun:\n",
      "1. The middle or body of a church, extending from the transepts to the principal entrances.\n"
    ],
    "usphone": "/neɪv/",
    "ukphone": "/neɪv/"
  },
  {
    "name": "sorcerer",
    "trans": [
      "noun:\n",
      "1. A magician or wizard, sometimes specifically male.\n"
    ],
    "usphone": "/ˈsɔːsəɹə(ɹ)/",
    "ukphone": "/ˈsɔːsəɹə(ɹ)/"
  },
  {
    "name": "mile",
    "trans": [
      "noun:\n",
      "1. The international mile: a unit of length precisely equal to 1.609344 kilometers established by treaty among Anglophone nations in 1959, divided into 5,280 feet or 1,760 yards.\n",
      "2. Any of several customary units of length derived from the 1593 English statute mile of 8 furlongs, equivalent to 5,280 feet or 1,760 yards of various precise values.\n",
      "3. Any of many customary units of length derived from the Roman mile (mille passus) of 8 stades or 5,000 Roman feet.\n",
      "4. The Scandinavian mile: a unit of length precisely equal to 10 kilometers defined in 1889.\n",
      "5. Any of many customary units of length from other measurement systems of roughly similar values, as the Chinese (里) or Arabic mile (al-mīl).\n",
      "6. (travel) An airline mile in a frequent flier program.\n",
      "7. Any similarly large distance.\n",
      "8. A race of 1 mile's length; a race of around 1 mile's length (usually 1500 or 1600 meters)\n",
      "9. One mile per hour, as a measure of speed.\n"
    ],
    "usphone": "/maɪ̯l/",
    "ukphone": "/maɪ̯l/"
  },
  {
    "name": "eliminate",
    "trans": [
      "verb:\n",
      "1. To completely remove, get rid of, put an end to.\n",
      "2. To kill (a person or animal).\n",
      "3. To excrete (waste products).\n",
      "4. To exclude (from investigation or from further competition).\n",
      "5. To record amounts in a consolidation statement to remove the effects of inter-company transactions.\n"
    ],
    "usphone": "/ɪˈlɪməneɪt/",
    "ukphone": "/ɪˈlɪməneɪt/"
  },
  {
    "name": "moldy",
    "trans": [
      "adjective:\n",
      "1. Covered with mold.\n",
      "2. Stale or musty.\n"
    ],
    "usphone": "/ˈmoʊldi/",
    "ukphone": "/ˈmoʊldi/"
  },
  {
    "name": "mouldy",
    "trans": [
      "adjective:\n",
      "1. Covered with mould.\n",
      "2. Neglected.\n",
      "3. Worthless; lousy; rotten\n"
    ],
    "usphone": "/ˈmoʊldi/",
    "ukphone": "/ˈmoʊldi/"
  },
  {
    "name": "mold",
    "trans": [
      "noun:\n",
      "1. A hollow form or matrix for shaping a fluid or plastic substance.\n",
      "2. A frame or model around or on which something is formed or shaped.\n",
      "3. Something that is made in or shaped on a mold.\n",
      "4. The shape or pattern of a mold.\n",
      "5. General shape or form.\n",
      "6. Distinctive character or type.\n",
      "7. A fixed or restrictive pattern or form.\n",
      "8. A group of moldings.\n",
      "9. A fontanelle.\n",
      "verb:\n",
      "1. To shape in or on a mold; to form into a particular shape; to give shape to.\n",
      "2. To guide or determine the growth or development of; influence\n",
      "3. To fit closely by following the contours of.\n",
      "4. To make a mold of or from (molten metal, for example) before casting.\n",
      "5. To ornament with moldings.\n",
      "6. To be shaped in or as if in a mold.\n"
    ],
    "usphone": "/mɔʊld/",
    "ukphone": "/mɔʊld/"
  },
  {
    "name": "idle",
    "trans": [
      "noun:\n",
      "1. An idle animation.\n",
      "2. An idle game.\n",
      "verb:\n",
      "1. To spend in idleness; to waste; to consume.\n",
      "2. To lose or spend time doing nothing, or without being employed in business.\n",
      "3. Of an engine: to run at a slow speed, or out of gear; to tick over.\n",
      "adjective:\n",
      "1. Empty, vacant.\n",
      "2. Not being used appropriately; not occupied; (of time) with no, no important, or not much activity.\n",
      "3. Not engaged in any occupation or employment; unemployed; inactive; doing nothing in particular.\n",
      "4. Averse to work, labor or employment; lazy; slothful.\n",
      "5. Of no importance; useless; worthless; vain; trifling; thoughtless; silly.\n",
      "6. Light-headed; foolish.\n"
    ],
    "usphone": "/ˈaɪd(ə)l/",
    "ukphone": "/ˈaɪd(ə)l/"
  },
  {
    "name": "transfiguration",
    "trans": [
      "noun:\n",
      "1. A major change in appearance or form; a metamorphosis.\n",
      "2. A change that exalts or glorifies.\n",
      "3. Superposition of one or more ideal-elements in comparison with other real ones, often through imagination but sometimes at the risk of confusing when not clearly realized.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "emanation",
    "trans": [
      "noun:\n",
      "1. The act of flowing or proceeding (of something, quality, or feeling) from a source or origin.\n",
      "2. That which issues, flows, or proceeds from any object as a source; efflux; an effluence.\n",
      "3. The element radon.\n",
      "4. The generation of the Son and the procession of the Holy Spirit, as distinct from the origination of created beings.\n"
    ],
    "usphone": "/ˌɛməˈneɪʃən/",
    "ukphone": "/ˌɛməˈneɪʃən/"
  },
  {
    "name": "pact",
    "trans": [
      "noun:\n",
      "1. An agreement; a compact; a covenant.\n",
      "2. An agreement between two or more nations\n",
      "verb:\n",
      "1. To form a pact; to agree formally.\n"
    ],
    "usphone": "/pækt/",
    "ukphone": "/pækt/"
  },
  {
    "name": "penalty",
    "trans": [
      "noun:\n",
      "1. A legal sentence.\n",
      "2. A punishment for violating rules of procedure.\n",
      "3. A payment forfeited for an early withdrawal from an account or an investment.\n",
      "4. A direct free kick from the penalty spot, taken after a defensive foul in the penalty box; a penalty kick.\n",
      "5. A punishment for an infraction of the rules, often in the form of being removed from play for a specified amount of time.\n"
    ],
    "usphone": "/ˈpɛnəlti/",
    "ukphone": "/ˈpɛnəlti/"
  },
  {
    "name": "heed",
    "trans": [
      "noun:\n",
      "1. Careful attention.\n",
      "verb:\n",
      "1. To guard, protect.\n",
      "2. To mind; to regard with care; to take notice of; to attend to; to observe.\n",
      "3. To pay attention, care.\n"
    ],
    "usphone": "/hiːd/",
    "ukphone": "/hiːd/"
  },
  {
    "name": "viola",
    "trans": [
      "noun:\n",
      "1. A stringed instrument of the violin family, somewhat larger than a violin, played under the chin, and having a deeper tone.\n",
      "2. An organ stop having a similar tone.\n",
      "3. A 10-string steel-string acoustic guitar, used in Brazilian folk music.\n",
      "4. A berimbau viola, the smallest member of the berimbau used in capoeira music.\n"
    ],
    "usphone": "/viˈoʊ.lə/",
    "ukphone": "/viˈoʊ.lə/"
  },
  {
    "name": "spectate",
    "trans": [
      "verb:\n",
      "1. To attend an event as a spectator; to observe.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "entrust",
    "trans": [
      "verb:\n",
      "1. To trust to the care of.\n"
    ],
    "usphone": "/ɪnˈtɹʌst/",
    "ukphone": "/ɪnˈtɹʌst/"
  },
  {
    "name": "chant",
    "trans": [
      "noun:\n",
      "1. Type of singing done generally without instruments and harmony.\n",
      "2. A short and simple melody, divided into two parts by double bars, to which unmetrical psalms, etc., are sung or recited. It is the most ancient form of choral music.\n",
      "3. Twang; manner of speaking; a canting tone.\n",
      "4. A repetitive song, typically an incantation or part of a ritual.\n",
      "verb:\n",
      "1. To sing, especially without instruments, and as applied to monophonic and pre-modern music.\n",
      "2. To sing or intone sacred text.\n",
      "3. To utter or repeat in a strongly rhythmical manner, especially as a group.\n",
      "4. To sell horses fraudulently, exaggerating their merits.\n"
    ],
    "usphone": "/tʃænt/",
    "ukphone": "/tʃænt/"
  },
  {
    "name": "veil",
    "trans": [
      "noun:\n",
      "1. Something hung up or spread out to hide or protect the face, or hide an object from view; usually of gauze, crepe, or similar diaphanous material.\n",
      "2. A cover; disguise; a mask; a pretense.\n",
      "3. The calyptra of mosses.\n",
      "4. A membrane connecting the margin of the pileus of a mushroom with the stalk; a velum.\n",
      "5. A covering for a person or thing; as, a caul (especially over the head)\n",
      "6. Velum (A circular membrane round the cap of medusa)\n",
      "7. A thin layer of tissue which is attached to or covers a mushroom.\n",
      "8. An obscuration of the clearness of the tones in pronunciation.\n",
      "verb:\n",
      "1. To dress in, or decorate with, a veil.\n",
      "2. To conceal as with a veil.\n"
    ],
    "usphone": "/veɪl/",
    "ukphone": "/veɪl/"
  },
  {
    "name": "bristly",
    "trans": [
      "adjective:\n",
      "1. Covered with bristles.\n",
      "2. Easily antagonized; irascible; prone to bristling.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "bristle",
    "trans": [
      "noun:\n",
      "1. A stiff or coarse hair.\n",
      "2. The hairs or other filaments that make up a brush, broom, or similar item.\n",
      "verb:\n",
      "1. To rise or stand erect, like bristles.\n",
      "2. Abound, to have an abundance of something\n",
      "3. (with at) To be on one's guard or raise one's defenses; to react with fear, suspicion, or distance.\n",
      "4. To fix a bristle to.\n"
    ],
    "usphone": "/ˈbɹɪs.l̩/",
    "ukphone": "/ˈbɹɪs.l̩/"
  },
  {
    "name": "stiff",
    "trans": [
      "noun:\n",
      "1. An average person, usually male, of no particular distinction, skill, or education, often a working stiff or lucky stiff.\n",
      "2. A person who is deceived, as a mark or pigeon in a swindle.\n",
      "3. A cadaver; a dead person.\n",
      "4. A flop; a commercial failure.\n",
      "5. A person who leaves (especially a restaurant) without paying the bill.\n",
      "6. (by extension) A customer who does not leave a tip.\n",
      "7. Any hard hand where it is possible to exceed 21 by drawing an additional card.\n",
      "8. Negotiable instruments, possibly forged.\n",
      "verb:\n",
      "1. To fail to pay that which one owes (implicitly or explicitly) to another, especially by departing hastily.\n",
      "2. To cheat someone\n",
      "3. To tip ungenerously\n",
      "adjective:\n",
      "1. (of an object) Rigid; hard to bend; inflexible.\n",
      "2. (of policies and rules and their application and enforcement) Inflexible; rigid.\n",
      "3. (of a person) Formal in behavior; unrelaxed.\n",
      "4. Harsh, severe.\n",
      "5. (of muscles or parts of the body) Painful as a result of excessive or unaccustomed exercise.\n",
      "6. Potent.\n",
      "7. Dead, deceased.\n",
      "8. (of a penis) Erect.\n",
      "9. (of whipping cream or egg whites) Beaten until so aerated that they stand up straight on their own.\n",
      "10. Of an equation: for which certain numerical solving methods are numerically unstable, unless the step size is taken to be extremely small.\n",
      "11. Keeping upright.\n"
    ],
    "usphone": "/stɪf/",
    "ukphone": "/stɪf/"
  },
  {
    "name": "rami",
    "trans": [
      "noun:\n",
      "1. A small spray or twig.\n",
      "2. A branching, as of nerves or blood vessels.\n",
      "3. The stem of a barb of a feather, from which the barbules extend.\n",
      "4. A bony projection, particularly of the jaw, but also in the groin area, both subject to the maturing process of symphysis.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "vascular",
    "trans": [
      "adjective:\n",
      "1. Relating to the flow of fluids, such as blood, lymph, or sap, through the body of an animal or plant, or to the vessels that carry such fluids\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "permeable",
    "trans": [
      "adjective:\n",
      "1. That absorbs or allows the passage of fluids\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "benefactor",
    "trans": [
      "noun:\n",
      "1. Somebody who gives a gift, often money to a charity.\n",
      "2. Someone who performs good or noble deeds.\n"
    ],
    "usphone": "/ˈbɛnəˌfaktə/",
    "ukphone": "/ˈbɛnəˌfaktə/"
  },
  {
    "name": "flippant",
    "trans": [
      "adjective:\n",
      "1. Glib; speaking with ease and rapidity\n",
      "2. Nimble; limber.\n",
      "3. Showing disrespect through a casual attitude, levity, and a lack of due seriousness; pert.\n"
    ],
    "usphone": "/ˈflɪ.pənt/",
    "ukphone": "/ˈflɪ.pənt/"
  },
  {
    "name": "sarcastic",
    "trans": [
      "adjective:\n",
      "1. Containing sarcasm.\n",
      "2. (of a person) Having the personality trait of expressing sarcasm.\n"
    ],
    "usphone": "/sɑːˈkæstik/",
    "ukphone": "/sɑːˈkæstik/"
  },
  {
    "name": "sardonic",
    "trans": [
      "adjective:\n",
      "1. Scornfully mocking or cynical.\n",
      "2. Disdainfully or ironically humorous.\n"
    ],
    "usphone": "/saːˈdɔnɪk/",
    "ukphone": "/saːˈdɔnɪk/"
  },
  {
    "name": "egotistical",
    "trans": [
      "adjective:\n",
      "1. Tending to talk excessively about oneself.\n",
      "2. Believing oneself to be better and more important than others.\n",
      "3. Egoistical.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "pernicious",
    "trans": [
      "adjective:\n",
      "1. Causing much harm in a subtle way.\n",
      "2. Causing death or injury; deadly.\n"
    ],
    "usphone": "/pəˈnɪʃəs/",
    "ukphone": "/pəˈnɪʃəs/"
  },
  {
    "name": "Odyssey",
    "trans": [
      "noun:\n",
      "1. An extended adventurous voyage.\n",
      "2. An intellectual or spiritual quest.\n"
    ],
    "usphone": "/ˈɒ.də.si/",
    "ukphone": "/ˈɒ.də.si/"
  },
  {
    "name": "agonize",
    "trans": [
      "verb:\n",
      "1. To writhe with agony; to suffer violent anguish.\n",
      "2. To struggle; to wrestle; to strive desperately, whether mentally or physically.\n"
    ],
    "usphone": "/ˈæ.ɡən.aɪz/",
    "ukphone": "/ˈæ.ɡən.aɪz/"
  },
  {
    "name": "pant",
    "trans": [
      "noun:\n",
      "1. A quick breathing; a catching of the breath; a gasp.\n",
      "2. Eager longing.\n",
      "3. A violent palpitation of the heart.\n",
      "verb:\n",
      "1. To breathe quickly or in a labored manner, as after exertion or from eagerness or excitement; to respire with heaving of the breast; to gasp.\n",
      "2. To long eagerly; to desire earnestly.\n",
      "3. To long for (something); to be eager for (something).\n",
      "4. Of the heart, to beat with unnatural violence or rapidity; to palpitate.\n",
      "5. To sigh; to flutter; to languish.\n",
      "6. To heave, as the breast.\n",
      "7. To bulge and shrink successively, of iron hulls, etc.\n"
    ],
    "usphone": "/pænt/",
    "ukphone": "/pænt/"
  },
  {
    "name": "exhale",
    "trans": [
      "noun:\n",
      "1. An exhalation.\n",
      "verb:\n",
      "1. To expel air from the lungs through the nose or mouth by action of the diaphragm, to breathe out.\n",
      "2. To expel (something, such as tobacco smoke) from the lungs by action of the diaphragm.\n",
      "3. To pass off in the form of vapour; to emerge.\n",
      "4. To emit (a vapour, an odour, etc.).\n",
      "5. To draw out; to cause to be emitted in vapour.\n"
    ],
    "usphone": "/ɛksˈheɪl/",
    "ukphone": "/ɛksˈheɪl/"
  },
  {
    "name": "grunt",
    "trans": [
      "noun:\n",
      "1. A short snorting sound, often to show disapproval, or used as a reply when one is reluctant to speak.\n",
      "2. The snorting cry of a pig.\n",
      "3. Any fish of the perciform family Haemulidae.\n",
      "4. A person who does ordinary and boring work.\n",
      "5. (United States Army and Marine Corps slang) An infantry soldier.\n",
      "6. The amount of power of which a vehicle is capable.\n",
      "7. A dessert of steamed berries and dough, usually blueberries; blueberry grunt.\n",
      "verb:\n",
      "1. (of a person) To make a grunt or grunts.\n",
      "2. (of a pig) To make a grunt or grunts.\n",
      "3. To break wind; to fart.\n"
    ],
    "usphone": "/ɡɹʌnt/",
    "ukphone": "/ɡɹʌnt/"
  },
  {
    "name": "synonyms",
    "trans": [
      "noun:\n",
      "1. (strictly) A word whose meaning is the same as that of another word.\n",
      "2. A word or phrase with a meaning that is the same as, or very similar to, another word or phrase.\n",
      "3. Any of the formal names for a taxon, including the valid name (i.e. the senior synonym).\n",
      "4. Any name for a taxon, usually a validly published, formally accepted one, but often also an unpublished name.\n",
      "5. An alternative (often shorter) name defined for an object in a database.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "inclusive",
    "trans": [
      "adjective:\n",
      "1. Including (almost) everything within its scope.\n",
      "2. Including the extremes as well as the area between.\n",
      "3. Of, or relating to the first-person plural pronoun when including the person being addressed.\n"
    ],
    "usphone": "/ɪnˈkluːsɪv/",
    "ukphone": "/ɪnˈkluːsɪv/"
  },
  {
    "name": "seclude",
    "trans": [
      "verb:\n",
      "1. To shut off or keep apart, as from company, society, etc.; withdraw (oneself) from society or into solitude.\n",
      "2. To shut or keep out; exclude; preclude.\n"
    ],
    "usphone": "/səˈklud/",
    "ukphone": "/səˈklud/"
  },
  {
    "name": "uncut",
    "trans": [
      "adjective:\n",
      "1. Not cut.\n",
      "2. (of a gemstone) Not cut or ground to the desired shape.\n",
      "3. (of a book) Not having the page edges trimmed.\n",
      "4. (of a play, film etc) Not edited or abridged by a censor.\n",
      "5. Not circumcised.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "creak",
    "trans": [
      "noun:\n",
      "1. The sound produced by anything that creaks; a creaking.\n",
      "verb:\n",
      "1. To make a prolonged sharp grating or squeaking sound, as by the friction of hard substances.\n",
      "2. To produce a creaking sound with.\n",
      "3. To suffer from strain or old age.\n"
    ],
    "usphone": "/kɹiːk/",
    "ukphone": "/kɹiːk/"
  },
  {
    "name": "shudder",
    "trans": [
      "noun:\n",
      "1. A shivering tremor, often from fear or horror.\n",
      "2. A moment of almost pleasurable fear; a frisson.\n",
      "verb:\n",
      "1. To shake nervously, often from fear or horror.\n",
      "2. To vibrate jerkily.\n"
    ],
    "usphone": "/ˈʃʌdə/",
    "ukphone": "/ˈʃʌdə/"
  },
  {
    "name": "fright",
    "trans": [
      "noun:\n",
      "1. A state of terror excited by the sudden appearance of danger; sudden and violent fear, usually of short duration; a sudden alarm.\n",
      "2. Anything strange, ugly or shocking, producing a feeling of alarm or aversion.\n",
      "verb:\n",
      "1. To frighten.\n"
    ],
    "usphone": "/fɹʌit/",
    "ukphone": "/fɹʌit/"
  },
  {
    "name": "patriot",
    "trans": [
      "noun:\n",
      "1. A person who loves and zealously supports and defends their country.\n",
      "2. A fellow countryman, a compatriot.\n"
    ],
    "usphone": "/ˈpeɪ.tɹi.ət/",
    "ukphone": "/ˈpeɪ.tɹi.ət/"
  },
  {
    "name": "psychotic",
    "trans": [
      "noun:\n",
      "1. A person affected by psychosis.\n",
      "adjective:\n",
      "1. Of, related to, or suffering from psychosis.\n"
    ],
    "usphone": "/ˌsaɪˈkɒtɪk/",
    "ukphone": "/ˌsaɪˈkɒtɪk/"
  },
  {
    "name": "tote",
    "trans": [
      "noun:\n",
      "1. A tote bag.\n",
      "2. A heavy burden.\n",
      "3. (logistics) A kind of plastic box used for transporting goods.\n",
      "verb:\n",
      "1. To carry or bear.\n"
    ],
    "usphone": "/təʊt/",
    "ukphone": "/təʊt/"
  },
  {
    "name": "capacious",
    "trans": [
      "adjective:\n",
      "1. Having a lot of space inside; roomy.\n"
    ],
    "usphone": "/kəˈpeɪʃəs/",
    "ukphone": "/kəˈpeɪʃəs/"
  },
  {
    "name": "gala",
    "trans": [
      "noun:\n",
      "1. Pomp, show, or festivity.\n",
      "2. A showy and festive party.\n",
      "adjective:\n",
      "1. Celebratory; festive.\n"
    ],
    "usphone": "/ˈɡɑːlə/",
    "ukphone": "/ˈɡɑːlə/"
  },
  {
    "name": "rob",
    "trans": [
      "verb:\n",
      "1. To steal from, especially using force or violence.\n",
      "2. To deprive of, or withhold from, unjustly or injuriously; to defraud.\n",
      "3. (used with \"of\") To deprive (of).\n",
      "4. To burgle.\n",
      "5. To steal.\n",
      "6. To commit robbery.\n",
      "7. To take possession of the ball, puck etc. from.\n"
    ],
    "usphone": "/ɹɒb/",
    "ukphone": "/ɹɒb/"
  },
  {
    "name": "cheesy",
    "trans": [
      "adjective:\n",
      "1. Overdramatic, excessively emotional or clichéd, trite, contrived.\n",
      "2. Of or relating to cheese.\n",
      "3. Resembling or containing cheese.\n",
      "4. Cheap, of poor quality.\n",
      "5. (of a smile or grin) Exaggerated and likely to be forced or insincere.\n"
    ],
    "usphone": "/ˈtʃiːzi/",
    "ukphone": "/ˈtʃiːzi/"
  },
  {
    "name": "chuckle",
    "trans": [
      "noun:\n",
      "1. A quiet laugh.\n",
      "verb:\n",
      "1. To laugh quietly or inwardly.\n",
      "2. To communicate through chuckling.\n",
      "3. To make the sound of a chicken; to cluck.\n",
      "4. To call together, or call to follow, as a hen calls her chickens; to cluck.\n",
      "5. To fondle; to indulge or pamper.\n"
    ],
    "usphone": "/ˈt͡ʃʌkəl/",
    "ukphone": "/ˈt͡ʃʌkəl/"
  },
  {
    "name": "restraint",
    "trans": [
      "noun:\n",
      "1. Something that restrains, ties, fastens or secures\n",
      "2. Control or caution; reserve\n"
    ],
    "usphone": "/ɹɪˈstɹeɪnt/",
    "ukphone": "/ɹɪˈstɹeɪnt/"
  },
  {
    "name": "prick",
    "trans": [
      "noun:\n",
      "1. A small hole or perforation, caused by piercing.\n",
      "2. An indentation or small mark made with a pointed object.\n",
      "3. A dot or other diacritical mark used in writing; a point.\n",
      "4. A tiny particle; a small amount of something; a jot.\n",
      "5. A small pointed object.\n",
      "6. The experience or feeling of being pierced or punctured by a small, sharp object.\n",
      "7. A feeling of remorse.\n",
      "8. The penis.\n",
      "9. Someone (especially a man or boy) who is unpleasant, rude or annoying.\n",
      "10. A small roll of yarn or tobacco.\n",
      "11. The footprint of a hare.\n",
      "12. A point or mark on the dial, noting the hour.\n",
      "13. The point on a target at which an archer aims; the mark; the pin.\n"
    ],
    "usphone": "/pɹɪk/",
    "ukphone": "/pɹɪk/"
  },
  {
    "name": "Freudian",
    "trans": [
      "adjective:\n",
      "1. Of or relating to Austrian neurologist Sigmund Freud's scientific theory and psychotherapy called psychoanalysis.\n",
      "2. Relating to or influenced by the Austrian neurologist Sigmund Freud (1856-1939).\n",
      "3. Susceptible to analysis in terms of unconscious thoughts or desires.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "schizophrenia",
    "trans": [
      "noun:\n",
      "1. A psychiatric diagnosis denoting a persistent, often chronic, mental illness characterised by abnormal perception, thinking, behavior and emotion, often marked by delusions.\n",
      "2. Any condition in which disparate or mutually exclusive activities coexist; a lack of decision between options.\n"
    ],
    "usphone": "/ˌskɪt.səˈfɹiː.ni.ə/",
    "ukphone": "/ˌskɪt.səˈfɹiː.ni.ə/"
  },
  {
    "name": "schizoid",
    "trans": [
      "noun:\n",
      "1. Someone with schizoid personality disorder\n",
      "2. Someone with schizophrenia\n",
      "adjective:\n",
      "1. Characterized by social withdrawal and emotional coldness or flattened affectivity.\n",
      "2. Schizophrenic\n",
      "3. Behaving as if one has more than one personality; wildly changeable.\n"
    ],
    "usphone": "/ˈskɪdzɔɪd/",
    "ukphone": "/ˈskɪdzɔɪd/"
  },
  {
    "name": "scumbag",
    "trans": [
      "noun:\n",
      "1. Condom\n",
      "2. (mildly) sleazy, disreputable or despicable person; lowlife\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "crunch",
    "trans": [
      "noun:\n",
      "1. A noisy crackling sound; the sound usually associated with crunching.\n",
      "2. A critical moment or event.\n",
      "3. A problem that leads to a crisis.\n",
      "4. (exercise) A form of abdominal exercise, based on a sit-up but in which the lower back remains in contact with the floor.\n",
      "5. The overtime work required to catch up and finish a project, usually in the final weeks of development before release.\n",
      "6. A dessert consisting of a crunchy topping with fruit underneath.\n",
      "7. (generally in the plural) A small piece created by crushing; a piece of material with a friable or crunchy texture.\n",
      "verb:\n",
      "1. To crush something, especially food, with a noisy crackling sound.\n",
      "2. To be crushed with a noisy crackling sound.\n",
      "3. To calculate or otherwise process (e.g. to crunch numbers: to perform mathematical calculations). Presumably from the sound made by mechanical calculators.\n",
      "4. To grind or press with violence and noise.\n",
      "5. To emit a grinding or crunching noise.\n",
      "6. To compress (data) using a particular algorithm, so that it can be restored by decrunching.\n",
      "7. To make employees work overtime in order to meet a deadline in the development of a project.\n"
    ],
    "usphone": "/kɹʌntʃ/",
    "ukphone": "/kɹʌntʃ/"
  },
  {
    "name": "citadel",
    "trans": [
      "noun:\n",
      "1. A strong fortress that sits high above a city.\n",
      "2. (sometimes figurative) A stronghold or fortified place.\n",
      "3. An armoured portion of a warship, housing important equipment.\n",
      "4. A Salvation Army meeting place.\n"
    ],
    "usphone": "/ˈsɪtədəl/",
    "ukphone": "/ˈsɪtədəl/"
  },
  {
    "name": "hone",
    "trans": [
      "noun:\n",
      "1. A sharpening stone composed of extra-fine grit used for removing the burr or curl from the blade of a razor or some other edge tool.\n",
      "2. A machine tool used in the manufacture of precision bores.\n",
      "verb:\n",
      "1. To sharpen with a hone; to whet.\n",
      "2. To use a hone to produce a precision bore.\n",
      "3. To refine or master (a skill).\n",
      "4. To make more acute, intense, or effective.\n"
    ],
    "usphone": "/həʊn/",
    "ukphone": "/həʊn/"
  },
  {
    "name": "dungeon",
    "trans": [
      "noun:\n",
      "1. An underground prison or vault, typically built underneath a castle.\n",
      "2. The main tower of a motte or castle; a keep or donjon.\n",
      "3. A shrewd person.\n",
      "4. (games) An area inhabited by enemies, containing story objectives, treasure and bosses.\n",
      "5. (BDSM) A room dedicated to sadomasochistic sexual activity.\n",
      "verb:\n",
      "1. To imprison in a dungeon.\n"
    ],
    "usphone": "/ˈdʌn.dʒən/",
    "ukphone": "/ˈdʌn.dʒən/"
  },
  {
    "name": "dismantle",
    "trans": [
      "verb:\n",
      "1. To divest, strip of dress or covering.\n",
      "2. To remove fittings or furnishings from.\n",
      "3. To take apart; to disassemble; to take to pieces.\n"
    ],
    "usphone": "dɪsˈmæntʰəɫ",
    "ukphone": "dɪsˈmæntʰəɫ"
  },
  {
    "name": "reptile",
    "trans": [
      "noun:\n",
      "1. A cold-blooded vertebrate of the class Reptilia.\n",
      "2. A mean or grovelling person.\n",
      "adjective:\n",
      "1. Creeping; moving on the belly, or by means of small and short legs.\n",
      "2. Grovelling; low; vulgar.\n"
    ],
    "usphone": "/ɹɪpˈtaɪl/",
    "ukphone": "/ɹɪpˈtaɪl/"
  },
  {
    "name": "corridor",
    "trans": [
      "noun:\n",
      "1. A narrow hall or passage with rooms leading off it, as in a building or in a railway carriage.\n",
      "2. A restricted tract of land that allows passage between two places.\n",
      "3. The covered way lying round the whole compass of the fortifications of a place.\n",
      "4. Airspace restricted for the passage of aircraft.\n"
    ],
    "usphone": "/ˈkɒɹɪˌdɔː(ɹ)/",
    "ukphone": "/ˈkɒɹɪˌdɔː(ɹ)/"
  },
  {
    "name": "dioxin",
    "trans": [
      "noun:\n",
      "1. Any of a broad range of toxic or carcinogenic halogenated polycyclic compounds that occur as byproducts of herbicides.\n",
      "2. The parent compound, dibenzo-p-dioxin, in which two benzene rings are connected vio two oxygen atoms; oxanthrene.\n",
      "3. The unsaturated six-membered heterocycle having four carbon atoms, two oxygen atoms and two double bonds.\n"
    ],
    "usphone": "/daɪˈɒksɪn/",
    "ukphone": "/daɪˈɒksɪn/"
  },
  {
    "name": "tuna",
    "trans": [
      "noun:\n",
      "1. Any of several species of fish of the genus Thunnus in the family Scombridae.\n",
      "2. The edible flesh of the tuna.\n"
    ],
    "usphone": "/ˈtjuː.nə/",
    "ukphone": "/ˈtjuː.nə/"
  },
  {
    "name": "pious",
    "trans": [
      "adjective:\n",
      "1. Of or pertaining to piety, exhibiting piety, devout, godfearing.\n"
    ],
    "usphone": "/ˈpaɪəs/",
    "ukphone": "/ˈpaɪəs/"
  },
  {
    "name": "bounty",
    "trans": [
      "noun:\n",
      "1. Generosity; also an act of generosity.\n",
      "2. Something given liberally; a gift.\n",
      "3. A reward for some specific act, especially one given by an authority or a government.\n",
      "4. An abundance or wealth.\n"
    ],
    "usphone": "/ˈbaʊnti/",
    "ukphone": "/ˈbaʊnti/"
  },
  {
    "name": "copious",
    "trans": [
      "adjective:\n",
      "1. Vast in quantity or number, profuse, abundant; taking place on a large scale.\n",
      "2. Having an abundant supply.\n",
      "3. Full of thought, information, or matter; exuberant in words, expression, or style.\n"
    ],
    "usphone": "/ˈkoʊpi.əs/",
    "ukphone": "/ˈkoʊpi.əs/"
  },
  {
    "name": "orgy",
    "trans": [
      "noun:\n",
      "1. Originally, secret rites or ceremonies, typically involving riotous and dissolute behaviour, including dancing, drunkenness and indiscriminate sexual activity, undertaken in honour of various pagan gods or goddesses (such as Attis, Bacchus, Ceres, Dionysus, Osiris, etc).\n",
      "2. A gathering of people to engage in group sex.\n",
      "3. Excessive indulgence in a specified activity.\n"
    ],
    "usphone": "/ˈɔː.dʒi/",
    "ukphone": "/ˈɔː.dʒi/"
  },
  {
    "name": "meek",
    "trans": [
      "verb:\n",
      "1. (of horses) To tame; to break.\n",
      "adjective:\n",
      "1. Humble, non-boastful, modest, meager, or self-effacing.\n",
      "2. Submissive, dispirited.\n"
    ],
    "usphone": "/miːk/",
    "ukphone": "/miːk/"
  },
  {
    "name": "docile",
    "trans": [
      "adjective:\n",
      "1. Ready to accept instruction or direction; obedient; subservient.\n",
      "2. Yielding to control or supervision, direction, or management.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "pinky",
    "trans": [
      "noun:\n",
      "1. Methylated spirits mixed with red wine or Condy's crystals.\n",
      "2. A baby mouse, especially when used as food for a snake, etc.\n",
      "3. A white person.\n",
      "4. The Australasian snapper or pink snapper (Chrysophrys auratus).\n",
      "adjective:\n",
      "1. Pinkish.\n"
    ],
    "usphone": "/ˈpɪŋki/",
    "ukphone": "/ˈpɪŋki/"
  },
  {
    "name": "pluck",
    "trans": [
      "noun:\n",
      "1. An instance of plucking.\n",
      "2. The lungs, heart with trachea and often oesophagus removed from slaughtered animals.\n",
      "3. Guts, nerve, fortitude or persistence.\n",
      "4. Cheap wine.\n",
      "verb:\n",
      "1. To pull something sharply; to pull something out\n",
      "2. To take or remove (someone) quickly from a particular place or situation.\n",
      "3. To gently play a single string, e.g. on a guitar, violin etc.\n",
      "4. To remove feathers from a bird.\n",
      "5. To rob, fleece, steal forcibly\n",
      "6. To play a string instrument pizzicato.\n",
      "7. To pull or twitch sharply.\n",
      "8. (university slang) To be rejected after failing an examination for a degree.\n",
      "9. Of a glacier: to transport individual pieces of bedrock by means of gradual erosion through freezing and thawing.\n"
    ],
    "usphone": "/plʌk/",
    "ukphone": "/plʌk/"
  },
  {
    "name": "stock",
    "trans": [
      "noun:\n",
      "1. A store or supply.\n",
      "2. The capital raised by a company through the issue of shares. The total of shares held by an individual shareholder.\n",
      "3. The raw material from which things are made; feedstock.\n",
      "4. Stock theater, summer stock theater.\n",
      "5. The trunk and woody main stems of a tree. The base from which something grows or branches.\n",
      "6. Any of the several species of cruciferous flowers in the genus Matthiola.\n",
      "7. A handle or stem to which the working part of an implement or weapon is attached.\n",
      "8. Part of a machine that supports items or holds them in place.\n",
      "9. A bar, stick or rod.\n",
      "10. A type of (now formal or official) neckwear.\n",
      "11. A bed for infants; a crib, cot, or cradle\n",
      "12. A piece of wood magically made to be just like a real baby and substituted for it by magical beings.\n",
      "13. A cover for the legs; a stocking.\n",
      "14. A block of wood; something fixed and solid; a pillar; a firm support; a post.\n",
      "15. (by extension) A person who is as dull and lifeless as a stock or post; one who has little sense.\n",
      "16. The longest part of a split tally stick formerly struck in the exchequer, which was delivered to the person who had lent the king money on account, as the evidence of indebtedness.\n",
      "17. (in the plural) The frame or timbers on which a ship rests during construction.\n",
      "18. (in the plural) Red and grey bricks, used for the exterior of walls and the front of buildings.\n",
      "19. In tectology, an aggregate or colony of individuals, such as as trees, chains of salpae, etc.\n",
      "20. The beater of a fulling mill.\n",
      "verb:\n",
      "1. To have on hand for sale.\n",
      "2. To provide with material requisites; to store; to fill; to supply.\n",
      "3. To allow (cows) to retain milk for twenty-four hours or more prior to sale.\n",
      "4. To put in the stocks as punishment.\n",
      "5. To fit (an anchor) with a stock, or to fasten the stock firmly in place.\n",
      "6. To arrange cards in a certain manner for cheating purposes; to stack the deck.\n",
      "adjective:\n",
      "1. Of a type normally available for purchase/in stock.\n",
      "2. (racing, of a race car) Having the same configuration as cars sold to the non-racing public, or having been modified from such a car.\n",
      "3. Straightforward, ordinary, just another, very basic.\n"
    ],
    "usphone": "/stɒk/",
    "ukphone": "/stɒk/"
  },
  {
    "name": "particle",
    "trans": [
      "noun:\n",
      "1. A very small piece of matter, a fragment; especially, the smallest possible part of something.\n",
      "2. Any of various physical objects making up the constituent parts of an atom; an elementary particle or subatomic particle.\n",
      "3. A word that has a particular grammatical function but does not obviously belong to any particular part of speech, such as the word to in English infinitives or O as a vocative particle.\n",
      "4. A part of speech which cannot be inflected: an adverb, preposition, conjunction or interjection.\n",
      "5. In the Roman Catholic church, a crumb of consecrated bread; also the smaller breads used in the communion of the laity.\n"
    ],
    "usphone": "/ˈpɑːtɪk(ə)l/",
    "ukphone": "/ˈpɑːtɪk(ə)l/"
  },
  {
    "name": "lexical",
    "trans": [
      "adjective:\n",
      "1. Concerning the vocabulary, words, sentences or morphemes of a language\n",
      "2. Concerning lexicography or a lexicon or dictionary\n",
      "3. Denoting a content word as opposed to a function word\n"
    ],
    "usphone": "/ˈlɛksɪkəl/",
    "ukphone": "/ˈlɛksɪkəl/"
  },
  {
    "name": "ovation",
    "trans": [
      "noun:\n",
      "1. A victory ceremony of less importance than a triumph.\n",
      "2. (by extension) A (ceremony for the) recognition of some achievement.\n",
      "3. (by extension) Prolonged enthusiastic applause.\n",
      "verb:\n",
      "1. To give (someone) an ovation (prolonged enthusiastic applause).\n"
    ],
    "usphone": "/ə(ʊ)ˈveɪʃn/",
    "ukphone": "/ə(ʊ)ˈveɪʃn/"
  },
  {
    "name": "audacity",
    "trans": [
      "noun:\n",
      "1. Insolent boldness, especially when imprudent or unconventional.\n",
      "2. Fearlessness, intrepidity or daring, especially with confident disregard for personal safety, conventional thought, or other restrictions.\n"
    ],
    "usphone": "/ɔːˈdæsɪti/",
    "ukphone": "/ɔːˈdæsɪti/"
  },
  {
    "name": "lozenge",
    "trans": [
      "noun:\n",
      "1. (shapes) A quadrilateral with sides of equal length (rhombus), having two acute and two obtuse angles.\n",
      "2. A small tablet (originally diamond-shaped) or medicated sweet used to ease a sore throat.\n",
      "verb:\n",
      "1. To form into the shape of a lozenge.\n",
      "2. To mark or emblazon with a lozenge.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "lozenges",
    "trans": [
      "noun:\n",
      "1. (shapes) A quadrilateral with sides of equal length (rhombus), having two acute and two obtuse angles.\n",
      "2. A small tablet (originally diamond-shaped) or medicated sweet used to ease a sore throat.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "tablet",
    "trans": [
      "noun:\n",
      "1. A slab of clay used for inscription.\n",
      "2. A short scripture written by the founders of the Bahá'í faith.\n",
      "3. A pill; a small, easily swallowed portion of a substance.\n",
      "4. A block of several sheets of blank paper that are bound together at the top; pad of paper.\n",
      "5. A graphics tablet.\n",
      "6. A tablet computer, a type of portable computer.\n",
      "7. A confection made from sugar, condensed milk and butter, produced in flat slabs.\n",
      "8. A type of round token giving authority for a train to proceed over a single-track line.\n",
      "verb:\n",
      "1. To form (a drug, etc.) into tablets.\n"
    ],
    "usphone": "/ˈtæblət/",
    "ukphone": "/ˈtæblət/"
  },
  {
    "name": "redemption",
    "trans": [
      "noun:\n",
      "1. The act of redeeming or something redeemed.\n",
      "2. The recovery, for a fee, of a pawned article.\n",
      "3. Salvation from sin.\n",
      "4. Rescue upon payment of a ransom.\n"
    ],
    "usphone": "/ɹɪˈdɛmpʃən/",
    "ukphone": "/ɹɪˈdɛmpʃən/"
  },
  {
    "name": "pawn",
    "trans": [
      "noun:\n",
      "1. The most common chess piece, or a similar piece in a similar game. In chess each side has eight; moves are only forward, and attacks are only forward diagonally or en passant.\n",
      "2. Someone who is being manipulated or used to some end.\n"
    ],
    "usphone": "/pɔːn/",
    "ukphone": "/pɔːn/"
  },
  {
    "name": "pledge",
    "trans": [
      "noun:\n",
      "1. A solemn promise to do something.\n",
      "2. A security to guarantee payment of a debt.\n",
      "3. A person who has taken a pledge of allegiance to a college fraternity, but is not yet formally approved.\n",
      "4. A drinking toast.\n",
      "verb:\n",
      "1. To make a solemn promise (to do something).\n",
      "2. To deposit something as a security; to pawn.\n",
      "3. To give assurance of friendship by the act of drinking; to drink to one's health.\n"
    ],
    "usphone": "/plɛdʒ/",
    "ukphone": "/plɛdʒ/"
  },
  {
    "name": "crumble",
    "trans": [
      "noun:\n",
      "1. A dessert of British origin containing stewed fruit topped with a crumbly mixture of fat, flour, and sugar.\n",
      "verb:\n",
      "1. To fall apart; to disintegrate.\n",
      "2. To break into crumbs.\n",
      "3. To mix (ingredients such as flour and butter) in such a way as to form crumbs.\n"
    ],
    "usphone": "/ˈkɹʌmbəl/",
    "ukphone": "/ˈkɹʌmbəl/"
  },
  {
    "name": "escort",
    "trans": [
      "noun:\n",
      "1. A group of people or vehicles, generally armed, who go with a person or people of importance to safeguard them on a journey or mission.\n",
      "2. An accompanying person in such a group.\n",
      "3. A guard who travels with a dangerous person, such as a criminal, for the protection of others.\n",
      "4. A group of people attending as a mark of respect or honor.\n",
      "5. An accompanying person in a social gathering, etc.\n",
      "6. Protection, care, or safeguard on a journey or excursion.\n",
      "7. (somewhat euphemistic) A sex worker who does not operate in a brothel, but with whom clients make appointments; a call girl or male equivalent.\n",
      "verb:\n",
      "1. To attend to in order to guard and protect; to accompany as a safeguard (for the person escorted or for others); to give honorable or ceremonious attendance to\n",
      "2. To accompany (a person) in order to compel them to go somewhere (e.g. to leave a building).\n",
      "3. To go with someone as a partner, for example on a formal date.\n"
    ],
    "usphone": "/ɛˈskɔːt/",
    "ukphone": "/ɛˈskɔːt/"
  },
  {
    "name": "bizarre",
    "trans": [
      "adjective:\n",
      "1. Strangely unconventional in style or appearance.\n"
    ],
    "usphone": "/bəˈzɑː(ɹ)/",
    "ukphone": "/bəˈzɑː(ɹ)/"
  },
  {
    "name": "incite",
    "trans": [
      "verb:\n",
      "1. To stir up or excite; to rouse or goad into action.\n"
    ],
    "usphone": "/ɪnˈsaɪt/",
    "ukphone": "/ɪnˈsaɪt/"
  },
  {
    "name": "almanack",
    "trans": [
      "noun:\n",
      "1. A book or table listing nautical, astronomical, astrological or other events for the year; sometimes, but not essentially, containing historical and statistical information.\n",
      "2. A handbook, typically published annually, containing information on a particular subject\n",
      "3. A GPS signal consisting of coarse orbit and status information for each satellite in the constellation.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "retouch",
    "trans": [
      "noun:\n",
      "1. The act of retouching.\n",
      "verb:\n",
      "1. To improve something (especially a photograph), by adding or correcting details, or by removing flaws.\n",
      "2. To colour the roots of hair to match hair previously coloured.\n",
      "3. To modify a flint tool by making secondary flaking along the cutting edge.\n"
    ],
    "usphone": "/ɹɪˈtʌt͡ʃ/",
    "ukphone": "/ɹɪˈtʌt͡ʃ/"
  },
  {
    "name": "crate",
    "trans": [
      "noun:\n",
      "1. A large open box or basket, used especially to transport fragile goods.\n",
      "2. (mildly) A vehicle (car, aircraft, spacecraft, etc.) seen as unreliable.\n",
      "3. In the Rust programming language, a binary or library.\n",
      "verb:\n",
      "1. To put into a crate.\n",
      "2. To keep in a crate.\n"
    ],
    "usphone": "/kɹeɪt/",
    "ukphone": "/kɹeɪt/"
  },
  {
    "name": "syrup",
    "trans": [
      "noun:\n",
      "1. Any thick liquid that has a high sugar content and which is added to or poured over food as a flavouring.\n",
      "2. (by extension) Any viscous liquid.\n",
      "3. (shortened from \"syrup of figs\") A wig.\n"
    ],
    "usphone": "/ˈsɪ.ɹəp/",
    "ukphone": "/ˈsɪ.ɹəp/"
  },
  {
    "name": "perk",
    "trans": [
      "noun:\n",
      "1. Perquisite.\n",
      "2. A bonus ability that a player character can acquire; a permanent power-up.\n"
    ],
    "usphone": "/pɝk/",
    "ukphone": "/pɝk/"
  },
  {
    "name": "idiomatic",
    "trans": [
      "noun:\n",
      "1. A manner of speaking, a mode of expression peculiar to a language, person, or group of people.\n",
      "2. A language or language variety; specifically, a restricted dialect used in a given historical period, context etc.\n",
      "3. An established expression whose meaning is not deducible from the literal meanings of its component words, often peculiar to a given language.\n",
      "4. An artistic style (for example, in art, architecture, or music); an instance of such a style.\n",
      "5. A programming construct or phraseology that is characteristic of the language.\n",
      "adjective:\n",
      "1. Pertaining or conforming to the natural mode of expression of a language.\n",
      "2. Containing or using many idioms.\n",
      "3. Resembling or characteristic of an idiom.\n",
      "4. Parts or pieces which are written both within the natural physical limitations of the instrument and human body and, less so or less often, the styles of playing used on specific instruments.\n"
    ],
    "usphone": "/ˌɪdi.əˈmætɪk/",
    "ukphone": "/ˌɪdi.əˈmætɪk/"
  },
  {
    "name": "descend",
    "trans": [
      "verb:\n",
      "1. To pass from a higher to a lower place; to move downwards; to come or go down in any way, for example by falling, flowing, walking, climbing etc.\n",
      "2. To enter mentally; to retire.\n",
      "3. (with on or upon) To make an attack, or incursion, as if from a vantage ground; to come suddenly and with violence.\n",
      "4. To come down to a lower, less fortunate, humbler, less virtuous, or worse, state or rank; to lower or abase oneself\n",
      "5. To pass from the more general or important to the specific or less important matters to be considered.\n",
      "6. To come down, as from a source, original, or stock\n",
      "7. To be derived (from)\n",
      "8. To proceed by generation or by transmission; to happen by inheritance.\n",
      "9. To move toward the south, or to the southward.\n",
      "10. To fall in pitch; to pass from a higher to a lower tone.\n",
      "11. To go down upon or along; to pass from a higher to a lower part of\n"
    ],
    "usphone": "/dɪˈsɛnd/",
    "ukphone": "/dɪˈsɛnd/"
  },
  {
    "name": "foster",
    "trans": [
      "noun:\n",
      "1. A foster parent.\n",
      "2. The care given to another; guardianship.\n",
      "verb:\n",
      "1. To nurture or bring up offspring, or to provide similar parental care to an unrelated child.\n",
      "2. To cultivate and grow something.\n",
      "3. To nurse or cherish something.\n",
      "4. To be nurtured or trained up together.\n",
      "adjective:\n",
      "1. Providing parental care to children not related to oneself.\n",
      "2. Receiving such care.\n",
      "3. Related by such care.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "protagonist",
    "trans": [
      "noun:\n",
      "1. (authorship) The main character, or one of the main characters, in any story, such as a literary work or drama.\n",
      "2. A leading person in a contest; a principal performer.\n",
      "3. An advocate or champion of a cause or course of action.\n"
    ],
    "usphone": "/pɹəˈtæ.ɡə.nɪst/",
    "ukphone": "/pɹəˈtæ.ɡə.nɪst/"
  },
  {
    "name": "forfeiture",
    "trans": [
      "noun:\n",
      "1. A legal action whereby a person loses all interest in the forfeit property.\n",
      "2. The loss of forfeit property.\n",
      "3. The property lost as a forfeit.\n",
      "4. Any loss occasioned by one's own actions.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "surrender",
    "trans": [
      "noun:\n",
      "1. An act of surrendering, submission into the possession of another; abandonment, resignation.\n",
      "2. The yielding or delivery of a possession in response to a demand.\n",
      "3. The yielding of the leasehold estate by the lessee to the landlord, so that the tenancy for years merges in the reversion and no longer exists.\n",
      "verb:\n",
      "1. To give up into the power, control, or possession of another.\n",
      "2. (by extension) To yield (a town, a fortification, etc.) to an enemy.\n",
      "3. To give oneself up into the power of another, especially as a prisoner; to submit or give in.\n",
      "4. To give up possession of; to yield; to resign.\n",
      "5. To yield (oneself) to an influence, emotion, passion, etc.\n",
      "6. To abandon (one's hand of cards) and recover half of the initial bet.\n",
      "7. For a policyholder, to voluntarily terminate an insurance contract before the end of its term, usually with the expectation of receiving a surrender value.\n"
    ],
    "usphone": "/səˈɹɛndəɹ/",
    "ukphone": "/səˈɹɛndəɹ/"
  },
  {
    "name": "relinquish",
    "trans": [
      "verb:\n",
      "1. To give up, abandon or retire from something. To trade away.\n",
      "2. To let go (free, away), physically release.\n",
      "3. To metaphorically surrender, yield control or possession.\n",
      "4. To accept to give up, withdraw etc.\n"
    ],
    "usphone": "ɹɪˈlɪŋkwɪʃ",
    "ukphone": "ɹɪˈlɪŋkwɪʃ"
  },
  {
    "name": "serene",
    "trans": [
      "noun:\n",
      "1. Serenity; clearness; calmness.\n",
      "2. Evening air; night chill.\n",
      "verb:\n",
      "1. To make serene.\n",
      "adjective:\n",
      "1. Peaceful, calm, unruffled.\n",
      "2. Without worry or anxiety; unaffected by disturbance.\n",
      "3. Fair and unclouded (as of the sky); clear; unobscured.\n",
      "4. Used as part of certain titles, originally to indicate sovereignty or independence.\n"
    ],
    "usphone": "/səˈɹiːn/",
    "ukphone": "/səˈɹiːn/"
  },
  {
    "name": "agitated",
    "trans": [
      "verb:\n",
      "1. To disturb or excite; to perturb or stir up (a person).\n",
      "2. To cause to move with a violent, irregular action; to shake.\n",
      "3. To set in motion; to actuate.\n",
      "4. To discuss or debate.\n",
      "5. To revolve in the mind, or view in all its aspects; to consider, to devise.\n",
      "adjective:\n",
      "1. Angry, annoyed, bothered or worked up.\n",
      "2. (of a solution or substance) Violently and chaotically moving around, such as because of being shaken.\n"
    ],
    "usphone": "/ˈæd͡ʒɪteɪtɪd/",
    "ukphone": "/ˈæd͡ʒɪteɪtɪd/"
  },
  {
    "name": "possession",
    "trans": [
      "noun:\n",
      "1. Control or occupancy of something for which one does not necessarily have private property rights.\n",
      "2. Something that is owned.\n",
      "3. Ownership; taking, holding, keeping something as one's own.\n",
      "4. A territory under the rule of another country.\n",
      "5. The condition or affliction of being possessed by a demon or other supernatural entity.\n",
      "6. The condition of being under the control of strong emotion or madness.\n",
      "7. Control of the ball; the opportunity to be on the offensive.\n",
      "8. A disposal of the ball during a game, i.e. a kick or a handball.\n",
      "9. A syntactic relationship between two nouns or nominals that may be used to indicate ownership.\n",
      "verb:\n",
      "1. To invest with property.\n"
    ],
    "usphone": "/pəˈzɛʃən/",
    "ukphone": "/pəˈzɛʃən/"
  },
  {
    "name": "futile",
    "trans": [
      "adjective:\n",
      "1. Incapable of producing results; doomed not to be successful; not worth attempting.\n"
    ],
    "usphone": "/ˈfjuː.taɪl/",
    "ukphone": "/ˈfjuː.taɪl/"
  },
  {
    "name": "futility",
    "trans": [
      "noun:\n",
      "1. The quality of being futile or useless.\n",
      "2. Something, especially an act, that is futile.\n",
      "3. Unimportance.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "practical",
    "trans": [
      "noun:\n",
      "1. A part of an exam or series of exams in which the candidate has to demonstrate their practical ability\n",
      "2. A prop that has some degree of functionality, rather than being a mere imitation.\n",
      "adjective:\n",
      "1. Based on practice or action rather than theory or hypothesis\n",
      "2. Being likely to be effective and applicable to a real situation; able to be put to use\n",
      "3. Of a person, having skills or knowledge that are practical\n",
      "4. Of a prop: having some degree of functionality, rather than being a mere imitation.\n"
    ],
    "usphone": "/ˈpɹæktɪkəl/",
    "ukphone": "/ˈpɹæktɪkəl/"
  },
  {
    "name": "pragmatic",
    "trans": [
      "noun:\n",
      "1. A man of business.\n",
      "2. A busybody.\n",
      "3. A public decree.\n",
      "adjective:\n",
      "1. Practical, concerned with making decisions and actions that are useful in practice, not just theory.\n",
      "2. Philosophical; dealing with causes, reasons, and effects, rather than with details and circumstances; said of literature.\n",
      "3. Interfering in the affairs of others; officious; meddlesome.\n"
    ],
    "usphone": "/pɹæɡˈmætɪk/",
    "ukphone": "/pɹæɡˈmætɪk/"
  },
  {
    "name": "barren",
    "trans": [
      "noun:\n",
      "1. An area of low fertility and habitation, a desolate place.\n",
      "adjective:\n",
      "1. Unable to bear children; sterile.\n",
      "2. Of poor fertility, infertile; not producing vegetation.\n",
      "3. Bleak.\n",
      "4. Unproductive; fruitless; unprofitable; empty.\n",
      "5. Mentally dull; stupid.\n"
    ],
    "usphone": "/ˈbæɹən/",
    "ukphone": "/ˈbæɹən/"
  },
  {
    "name": "uninhabited",
    "trans": [
      "adjective:\n",
      "1. Not inhabited; having no inhabitants\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "celestial",
    "trans": [
      "noun:\n",
      "1. An inhabitant of heaven.\n",
      "adjective:\n",
      "1. Relating to the sky or outer space, regarded as the realm of the sun, moon, planets, and stars.\n",
      "2. Of or pertaining to the highest degree of glory.\n",
      "adjective:\n",
      "1. Of or pertaining to the heaven believed in by many religions.\n",
      "2. Of or pertaining to the kingdom of God; divine.\n",
      "3. Strongly or sublimely beautiful or pleasurable.\n"
    ],
    "usphone": "/səˈlɛstiəl/",
    "ukphone": "/səˈlɛstiəl/"
  },
  {
    "name": "course",
    "trans": [
      "noun:\n",
      "1. A sequence of events.\n",
      "2. A path that something or someone moves along.\n",
      "3. The lowest square sail in a fully rigged mast, often named according to the mast.\n",
      "4. (in the plural, courses) Menses.\n",
      "5. A row or file of objects.\n",
      "6. One or more strings on some musical instruments (such as the guitar, lute or vihuela): if multiple, then closely spaced, tuned in unison or octaves and intended to played together.\n",
      "verb:\n",
      "1. To run or flow (especially of liquids and more particularly blood).\n",
      "2. To run through or over.\n",
      "3. To pursue by tracking or estimating the course taken by one's prey; to follow or chase after.\n",
      "4. To cause to chase after or pursue game.\n"
    ],
    "usphone": "/kɔːs/",
    "ukphone": "/kɔːs/"
  },
  {
    "name": "hares",
    "trans": [
      "noun:\n",
      "1. Any of several plant-eating animals of the family Leporidae, especially of the genus Lepus, similar to a rabbit, but larger and with longer ears.\n",
      "2. The player in a paperchase, or hare and hounds game, who leaves a trail of paper to be followed.\n",
      "verb:\n",
      "1. To move swiftly.\n",
      "verb:\n",
      "1. To excite; to tease, or worry; to harry.\n"
    ],
    "usphone": "/heɹz/",
    "ukphone": "/heɹz/"
  },
  {
    "name": "grind",
    "trans": [
      "noun:\n",
      "1. The act of reducing to powder, or of sharpening, by friction.\n",
      "2. Something that has been reduced to powder, something that has been ground.\n",
      "3. A specific degree of pulverization of coffee beans.\n",
      "4. A tedious and laborious task.\n",
      "5. A grinding trick on a skateboard or snowboard.\n",
      "6. One who studies hard; a swot.\n",
      "7. Grindcore (subgenre of heavy metal)\n",
      "8. Hustle\n",
      "verb:\n",
      "1. To reduce to smaller pieces by crushing with lateral motion.\n",
      "2. To shape with the force of friction.\n",
      "3. To remove material by rubbing with an abrasive surface.\n",
      "4. To become ground, pulverized, or polished by friction.\n",
      "5. To move with much difficulty or friction; to grate.\n",
      "6. To slide the flat portion of a skateboard or snowboard across an obstacle such as a railing.\n",
      "7. To oppress, hold down or weaken.\n",
      "8. To rotate the hips erotically.\n",
      "9. To dance in a sexually suggestive way with both partners in very close proximity, often pressed against each other.\n",
      "10. To repeat a task a large number of times in a row to achieve a specific goal.\n",
      "11. To operate by turning a crank.\n",
      "12. To produce mechanically and repetitively as if by turning a crank.\n",
      "13. To automatically format and indent code.\n",
      "14. To instill through repetitive teaching.\n",
      "15. To eat.\n",
      "16. To work or study hard; to hustle or drudge.\n",
      "17. To annoy or irritate (a person); to grind one's gears.\n"
    ],
    "usphone": "/ˈɡɹaɪnd/",
    "ukphone": "/ˈɡɹaɪnd/"
  },
  {
    "name": "cleave",
    "trans": [
      "noun:\n",
      "1. Flat, smooth surface produced by cleavage, or any similar surface produced by similar techniques, as in glass.\n",
      "verb:\n",
      "1. To split or sever something with, or as if with, a sharp instrument.\n",
      "2. To break a single crystal (such as a gemstone or semiconductor wafer) along one of its more symmetrical crystallographic planes (often by impact), forming facets on the resulting pieces.\n",
      "3. To make or accomplish by or as if by cutting.\n",
      "4. To split (a complex molecule) into simpler molecules.\n",
      "5. To split.\n",
      "6. Of a crystal, to split along a natural plane of division.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "logistics",
    "trans": [
      "noun:\n",
      "1. A logistic function or graph of a logistic curve.\n",
      "2. The art of calculation.\n",
      "3. Sexagesimal arithmetic.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "penitent",
    "trans": [
      "noun:\n",
      "1. One who repents of sin; one sorrowful on account of his or her transgressions.\n",
      "2. One under church censure, but admitted to penance; one undergoing penance.\n",
      "3. One under the direction of a confessor.\n",
      "adjective:\n",
      "1. Feeling pain or sorrow on account of one's sins or offenses; feeling sincere guilt.\n",
      "2. Doing penance.\n"
    ],
    "usphone": "/ˈpɛnɪtənt/",
    "ukphone": "/ˈpɛnɪtənt/"
  },
  {
    "name": "repent",
    "trans": [
      "verb:\n",
      "1. To feel pain, sorrow, or regret for what one has done or omitted to do; the cause for repenting may be indicated with \"of\".\n",
      "2. To be sorry for sin as morally evil, and to seek forgiveness; to cease to practice sin and to love.\n",
      "3. To feel pain on account of; to remember with sorrow.\n",
      "4. To be sorry for, to regret.\n",
      "5. To cause to have sorrow or regret.\n",
      "6. To cause (oneself) to feel pain or regret.\n"
    ],
    "usphone": "/ɹɪˈpɛnt/",
    "ukphone": "/ɹɪˈpɛnt/"
  },
  {
    "name": "remorse",
    "trans": [
      "noun:\n",
      "1. A feeling of regret or sadness for doing wrong or sinning.\n",
      "2. Sorrow; pity; compassion.\n"
    ],
    "usphone": "/ɹɪˈmɔː(ɹ)s/",
    "ukphone": "/ɹɪˈmɔː(ɹ)s/"
  },
  {
    "name": "reproach",
    "trans": [
      "noun:\n",
      "1. A mild rebuke, or an implied criticism.\n",
      "2. Disgrace or shame.\n",
      "3. An object of scorn.\n",
      "verb:\n",
      "1. To criticize or rebuke (someone).\n",
      "2. To disgrace, or bring shame upon.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "rebuke",
    "trans": [
      "noun:\n",
      "1. A harsh criticism.\n",
      "verb:\n",
      "1. To criticise harshly; to reprove.\n"
    ],
    "usphone": "/ɹiˈbjuːk/",
    "ukphone": "/ɹiˈbjuːk/"
  },
  {
    "name": "foam",
    "trans": [
      "noun:\n",
      "1. A substance composed of a large collection of bubbles or their solidified remains.\n",
      "2. A substance formed by trapping pockets of gas in a liquid or solid.\n",
      "3. (by extension) Sea foam; the sea.\n",
      "4. Fury.\n",
      "verb:\n",
      "1. To form or emit foam.\n",
      "2. To spew saliva as foam, to foam at the mouth.\n"
    ],
    "usphone": "/fəʊm/",
    "ukphone": "/fəʊm/"
  },
  {
    "name": "prestige",
    "trans": [
      "noun:\n",
      "1. The quality of how good the reputation of something or someone is, how favourably something or someone is regarded.\n",
      "2. (often preceded by \"the\") Delusion; illusion; trick.\n",
      "adjective:\n",
      "1. (of a linguistic form) Regarded as relatively prestigious; often, considered the standard language or language variety, or a part of such a variety.\n"
    ],
    "usphone": "/pɹəˈsti(d)ʒ/",
    "ukphone": "/pɹəˈsti(d)ʒ/"
  },
  {
    "name": "intoxicate",
    "trans": [
      "verb:\n",
      "1. To stupefy by doping with chemical substances such as alcohol.\n",
      "2. To excite to enthusiasm or madness.\n",
      "adjective:\n",
      "1. Intoxicated.\n",
      "2. Overexcited, as with joy or grief.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "tread",
    "trans": [
      "verb:\n",
      "1. To step or walk (on or over something); to trample.\n",
      "2. To step or walk upon.\n",
      "3. To beat or press with the feet.\n",
      "4. To go through or accomplish by walking, dancing, etc.\n",
      "5. To crush under the foot; to trample in contempt or hatred; to subdue.\n",
      "6. To copulate; said of (especially male) birds.\n",
      "7. (of a male bird) To copulate with.\n"
    ],
    "usphone": "/tɹɛd/",
    "ukphone": "/tɹɛd/"
  },
  {
    "name": "dread",
    "trans": [
      "noun:\n",
      "1. Great fear in view of impending evil; fearful apprehension of danger; anticipatory terror.\n",
      "2. Reverential or respectful fear; awe.\n",
      "3. Somebody or something dreaded.\n",
      "4. A person highly revered.\n",
      "5. Fury; dreadfulness.\n",
      "6. A Rastafarian.\n",
      "7. (chiefly in the plural) dreadlock\n",
      "verb:\n",
      "1. To fear greatly.\n",
      "2. To anticipate with fear.\n",
      "3. To be in dread, or great fear.\n",
      "4. To style (the hair) into dreadlocks.\n",
      "adjective:\n",
      "1. Terrible; greatly feared.\n",
      "2. Awe-inspiring; held in fearful awe.\n"
    ],
    "usphone": "/dɹɛd/",
    "ukphone": "/dɹɛd/"
  },
  {
    "name": "minutia",
    "trans": [
      "noun:\n",
      "1. A minor detail, often of negligible importance.\n",
      "2. (biometrics, forensics) Any of the point features on fingerprints used for matching, usually endings and bifurcations of ridges.\n"
    ],
    "usphone": "/maɪˈn(j)uːʃ(iː)ə/",
    "ukphone": "/maɪˈn(j)uːʃ(iː)ə/"
  },
  {
    "name": "gloss over",
    "trans": [
      "verb:\n",
      "1. To cover up a mistake or a crime; to hush up or whitewash.\n",
      "2. To treat something with less care than it deserves; to ignore.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "imbue",
    "trans": [
      "verb:\n",
      "1. To wet or stain an object completely with some physical quality.\n",
      "2. In general, to act in a way which results in an object becoming completely permeated or impregnated by some quality.\n"
    ],
    "usphone": "/ɪmˈbjuː/",
    "ukphone": "/ɪmˈbjuː/"
  },
  {
    "name": "compensation",
    "trans": [
      "noun:\n",
      "1. The act or principle of compensating.\n",
      "2. Something which is regarded as an equivalent; something which compensates for loss.\n",
      "3. The extinction of debts of which two persons are reciprocally debtors by the credits of which they are reciprocally creditors; the payment of a debt by a credit of equal amount.\n",
      "4. A recompense or reward for service.\n",
      "5. An equivalent stipulated for in contracts for the sale of real estate, in which it is customary to provide that errors in description, etc., shall not avoid, but shall be the subject of compensation.\n",
      "6. The relationship between air temperature outside a building and a calculated target temperature for provision of air or water to contained rooms or spaces for the purpose of efficient heating. In building control systems the compensation curve is defined to a compensator for this purpose.\n",
      "7. The ability of one part of the brain to overfunction in order to take over the function of a damaged part (e.g. following a stroke).\n"
    ],
    "usphone": "/ˌkɒmpɛnˈseɪʃən/",
    "ukphone": "/ˌkɒmpɛnˈseɪʃən/"
  },
  {
    "name": "indemnity",
    "trans": [
      "noun:\n",
      "1. Security from damage, loss, or penalty.\n",
      "2. An obligation or duty upon an individual to incur the losses of another.\n",
      "3. Repayment; compensation for loss or injury.\n",
      "4. The right of an injured party to shift the loss onto the party responsible for the loss.\n",
      "5. A principle of insurance which provides that when a loss occurs, the insured should be restored to the approximate financial condition occupied before the loss occurred, no better, no worse.\n"
    ],
    "usphone": "/ɪnˈdɛmnɪti/",
    "ukphone": "/ɪnˈdɛmnɪti/"
  },
  {
    "name": "fowl",
    "trans": [
      "noun:\n",
      "1. A bird.\n",
      "2. A bird of the order Galliformes, including chickens, turkeys, pheasant, partridges and quail.\n",
      "3. Birds which are hunted or kept for food, including Galliformes and also waterfowl of the order Anseriformes such as ducks, geese and swans.\n",
      "verb:\n",
      "1. To hunt fowl.\n"
    ],
    "usphone": "/faʊl/",
    "ukphone": "/faʊl/"
  },
  {
    "name": "ornithology",
    "trans": [
      "noun:\n",
      "1. The branch of zoology that deals with the scientific study of birds.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "generosity",
    "trans": [
      "noun:\n",
      "1. The trait of being willing to donate money, time or resources.\n",
      "2. A generous act.\n",
      "3. The trait of being abundant, more than adequate.\n",
      "4. Good breeding; nobility of stock.\n"
    ],
    "usphone": "/ˌd͡ʒɛnəˈɹɒsɪti/",
    "ukphone": "/ˌd͡ʒɛnəˈɹɒsɪti/"
  },
  {
    "name": "magnanimity",
    "trans": [
      "noun:\n",
      "1. The quality of being magnanimous; greatness of mind; elevation or dignity of soul.\n",
      "2. That quality or combination of qualities, in character, which enables one to encounter danger and trouble with tranquility and firmness, to disdain injustice, meanness and revenge, and to act and sacrifice for noble objectives.\n"
    ],
    "usphone": "/ˌmæɡnəˈnɪmɪti/",
    "ukphone": "/ˌmæɡnəˈnɪmɪti/"
  },
  {
    "name": "liberality",
    "trans": [
      "noun:\n",
      "1. The property of being liberal; generosity; charity.\n",
      "2. A gift; a gratuity.\n",
      "3. Candor.\n",
      "4. Impartiality.\n"
    ],
    "usphone": "/ˌlɪbəˈɹælɪti/",
    "ukphone": "/ˌlɪbəˈɹælɪti/"
  },
  {
    "name": "fifth",
    "trans": [
      "noun:\n",
      "1. The person or thing in the fifth position.\n",
      "2. One of five equal parts of a whole.\n",
      "3. The fifth gear of an engine.\n",
      "4. A quantity of liquor equal to one-fifth of a gallon, or, more commonly, 750 milliliters (that is, three quarters of a liter).\n",
      "5. The musical interval between one note and another seven semitones higher (the fifth note in the major/minor scale)\n",
      "6. The fifth voice in a polyphonic melody.\n",
      "verb:\n",
      "1. To support something fifth, after four others have already done so.\n",
      "2. To divide by 5, equates to multiplying a denominator by 5\n",
      "adjective:\n",
      "1. The ordinal form of the number five.\n"
    ],
    "usphone": "/fɪft/",
    "ukphone": "/fɪft/"
  },
  {
    "name": "handicap",
    "trans": [
      "noun:\n",
      "1. Something that prevents, hampers, or hinders.\n",
      "2. An allowance of a certain amount of time or distance in starting, granted in a race (or other contest of skill) to the competitor possessing disadvantages; or an additional weight or other hindrance imposed upon the one possessing advantages, in order to equalize, as much as possible, the chances of success.\n",
      "3. (sometimes considered offensive) The disadvantage itself, in particular physical or mental disadvantages of people.\n",
      "4. A race or similar contest in which there is an allowance of time, distance, weight, or other advantage, to equalize the chances of the competitors.\n",
      "5. (card game) An old card game, similar to lanterloo.\n",
      "verb:\n",
      "1. To encumber with a handicap in any contest.\n",
      "2. (by extension) To place at disadvantage.\n",
      "3. To estimate betting odds.\n"
    ],
    "usphone": "/ˈhændɪkæp/",
    "ukphone": "/ˈhændɪkæp/"
  },
  {
    "name": "immaterial",
    "trans": [
      "adjective:\n",
      "1. Having no matter or substance.\n",
      "2. So insubstantial as to be irrelevant.\n"
    ],
    "usphone": "/ˌɪməˈtɪɹi.əl/",
    "ukphone": "/ˌɪməˈtɪɹi.əl/"
  },
  {
    "name": "wreak",
    "trans": [
      "verb:\n",
      "1. To cause something harmful; to afflict; to inflict; to harm or injury; to let out something harmful; .\n",
      "2. To chasten, or chastise/chastize, or castigate, or punish, or smite.\n",
      "3. To inflict or take vengeance on.\n",
      "4. To take vengeance for.\n"
    ],
    "usphone": "/ɹik/",
    "ukphone": "/ɹik/"
  },
  {
    "name": "disturbance",
    "trans": [
      "noun:\n",
      "1. The act of disturbing, being disturbed.\n",
      "2. Something that disturbs.\n",
      "3. A noisy commotion that causes a hubbub or interruption.\n",
      "4. An interruption of that which is normal or regular.\n",
      "5. A serious mental imbalance or illness.\n"
    ],
    "usphone": "/dɪˈstɜːbn̩s/",
    "ukphone": "/dɪˈstɜːbn̩s/"
  },
  {
    "name": "dispensation",
    "trans": [
      "noun:\n",
      "1. The act of dispensing or dealing out; distribution; often used of the distribution of good and evil by God to man, or more generically, of the acts and modes of his administration.\n",
      "2. That which is dispensed, dealt out, or appointed; that which is enjoined or bestowed\n",
      "3. A system of principles, promises, and rules ordained and administered; scheme; economy; as, the Patriarchal, Mosaic, and Christian dispensations.\n",
      "4. The relaxation of a law in a particular case; permission to do something forbidden, or to omit doing something enjoined; specifically, in the Roman Catholic Church, exemption from some ecclesiastical law or obligation to God which a man has incurred of his own free will (oaths, vows, etc.).\n"
    ],
    "usphone": "/dɪsˌpɛnˈseɪʃən/",
    "ukphone": "/dɪsˌpɛnˈseɪʃən/"
  },
  {
    "name": "bowels",
    "trans": [
      "noun:\n",
      "1. A part or division of the intestines, usually the large intestine.\n",
      "2. (in the plural) The entrails or intestines; the internal organs of the stomach.\n",
      "3. (in the plural) The (deep) interior of something.\n",
      "4. (in the plural) The seat of pity or the gentler emotions; pity or mercy.\n",
      "5. (in plural) offspring\n",
      "noun:\n",
      "1. The deepest or innermost part.\n",
      "2. The concept or quality that defines something at its very core.\n",
      "3. The intestines.\n",
      "4. Compassion, sympathy.\n",
      "5. The body as the source of offspring.\n"
    ],
    "usphone": "/baʊ.əlz/",
    "ukphone": "/baʊ.əlz/"
  },
  {
    "name": "intestine",
    "trans": [
      "noun:\n",
      "1. (often pluralized) The alimentary canal of an animal through which food passes after having passed all stomachs.\n",
      "2. One of certain subdivisions of this part of the alimentary canal, such as the small or large intestine in human beings.\n"
    ],
    "usphone": "/ɪnˈtɛstaɪn/",
    "ukphone": "/ɪnˈtɛstaɪn/"
  },
  {
    "name": "heel",
    "trans": [
      "noun:\n",
      "1. The rear part of the foot, where it joins the leg.\n",
      "2. The part of a shoe's sole which supports the foot's heel.\n",
      "3. The rear part of a sock or similar covering for the foot.\n",
      "4. The part of the palm of a hand closest to the wrist.\n",
      "5. (usually in the plural) A woman's high-heeled shoe.\n",
      "6. The back, upper part of the stock.\n",
      "7. The last or lowest part of anything.\n",
      "8. A crust end-piece of a loaf of bread.\n",
      "9. The base of a bun sliced in half lengthwise.\n",
      "10. A contemptible, inconsiderate or thoughtless person.\n",
      "11. A headlining wrestler regarded as a \"bad guy,\" whose ring persona embodies villainous or reprehensible traits and demonstrates characteristics of a braggart and a bully.\n",
      "12. The cards set aside for later use in a patience or solitaire game.\n",
      "13. Anything resembling a human heel in shape; a protuberance; a knob.\n",
      "14. The lower end of a timber in a frame, as a post or rafter.\n",
      "15. (specifically) The obtuse angle of the lower end of a rafter set sloping.\n",
      "16. (workman slang) A cyma reversa.\n",
      "17. The short side of an angled cut.\n",
      "18. The part of a club head's face nearest the shaft.\n",
      "19. The lower end of the bit (cutting edge) of an axehead; as opposed to the toe (upper end).\n",
      "20. In a carding machine, the part of a flat nearest the cylinder.\n",
      "verb:\n",
      "1. To follow at somebody's heels; to chase closely.\n",
      "2. To add a heel to, or increase the size of the heel of (a shoe or boot).\n",
      "3. To kick with the heel.\n",
      "4. To perform by the use of the heels, as in dancing, running, etc.\n",
      "5. To arm with a gaff, as a cock for fighting.\n",
      "6. To hit (the ball) with the heel of the club.\n",
      "7. To make (a fair catch) standing with one foot forward, the heel on the ground and the toe up.\n"
    ],
    "usphone": "/hiːl/",
    "ukphone": "/hiːl/"
  },
  {
    "name": "tilt",
    "trans": [
      "noun:\n",
      "1. A slope or inclination.\n",
      "2. The inclination of part of the body, such as backbone, pelvis, head, etc.\n",
      "3. The controlled vertical movement of a camera, or a device to achieve this.\n",
      "4. A jousting contest.\n",
      "5. An attempt at something, such as a tilt at public office.\n",
      "6. A thrust, as with a lance.\n",
      "7. A tilt hammer.\n",
      "verb:\n",
      "1. To slope or incline (something); to slant.\n",
      "2. (jousting) To charge (at someone) with a lance.\n",
      "3. To be at an angle.\n",
      "4. To point or thrust a weapon at.\n",
      "5. To point or thrust (a weapon).\n",
      "6. To forge (something) with a tilt hammer.\n",
      "7. To play worse than usual (often as a result of previous bad luck or losses).\n",
      "8. (of a machine) To intentionally let the ball fall down to the drain by disabling flippers and most targets, done as a punishment to the player when the machine is nudged too violently or frequently.\n"
    ],
    "usphone": "/tɪlt/",
    "ukphone": "/tɪlt/"
  },
  {
    "name": "valiant",
    "trans": [
      "noun:\n",
      "1. A person who acts with valor, showing hero-like characteristics in the midst of danger.\n",
      "adjective:\n",
      "1. Showing courage or determination; brave, heroic.\n"
    ],
    "usphone": "/ˈvæljənt/",
    "ukphone": "/ˈvæljənt/"
  },
  {
    "name": "valor",
    "trans": [
      "noun:\n",
      "1. Value; worth.\n",
      "2. Strength of mind in regard to danger; that quality which enables a person to encounter danger with firmness\n"
    ],
    "usphone": "/ˈvælɚ/",
    "ukphone": "/ˈvælɚ/"
  },
  {
    "name": "debris",
    "trans": [
      "noun:\n",
      "1. Rubble, wreckage, scattered remains of something destroyed.\n",
      "2. Litter and discarded refuse.\n",
      "3. The ruins of a broken-down structure.\n",
      "4. Large rock fragments left by a melting glacier etc.\n"
    ],
    "usphone": "/ˈdeɪbɹiː/",
    "ukphone": "/ˈdeɪbɹiː/"
  },
  {
    "name": "scold",
    "trans": [
      "verb:\n",
      "1. To burn with hot liquid.\n",
      "2. To heat almost to boiling.\n",
      "noun:\n",
      "1. A person who habitually scolds, in particular a troublesome and angry woman.\n",
      "verb:\n",
      "1. To rebuke angrily.\n"
    ],
    "usphone": "/skəʊld/",
    "ukphone": "/skəʊld/"
  },
  {
    "name": "censure",
    "trans": [
      "noun:\n",
      "1. The act of blaming, criticizing, or condemning as wrong; reprehension.\n",
      "2. An official reprimand.\n",
      "3. Judicial or ecclesiastical sentence or reprimand; condemnatory judgment.\n",
      "4. Judgment either favorable or unfavorable; opinion.\n",
      "verb:\n",
      "1. To criticize harshly.\n",
      "2. To formally rebuke.\n",
      "3. To form or express a judgment in regard to; to estimate; to judge.\n"
    ],
    "usphone": "",
    "ukphone": ""
  },
  {
    "name": "coddle",
    "trans": [
      "noun:\n",
      "1. An Irish dish comprising layers of roughly sliced pork sausages and bacon rashers with sliced potatoes and onions.\n",
      "2. An effeminate person.\n",
      "verb:\n",
      "1. To treat gently or with great care.\n",
      "2. To cook slowly in hot water that is below the boiling point.\n",
      "3. To exercise excessive or damaging authority in an attempt to protect. To overprotect.\n"
    ],
    "usphone": "/ˈkɒdəl/",
    "ukphone": "/ˈkɒdəl/"
  },
  {
    "name": "plot",
    "trans": [
      "noun:\n",
      "1. (authorship) The course of a story, comprising a series of incidents which are gradually unfolded, sometimes by unexpected means.\n",
      "2. An area or land used for building on or planting on.\n",
      "3. A graph or diagram drawn by hand or produced by a mechanical or electronic device.\n",
      "4. A secret plan to achieve an end, the end or means usually being illegal or otherwise questionable.\n",
      "5. Contrivance; deep reach thought; ability to plot or intrigue.\n",
      "6. Participation in any stratagem or conspiracy.\n",
      "7. A plan; a purpose.\n",
      "verb:\n",
      "1. To conceive (a crime, etc).\n",
      "2. To trace out (a graph or diagram).\n",
      "3. To mark (a point on a graph, chart, etc).\n",
      "4. To conceive a crime, misdeed, etc.\n"
    ],
    "usphone": "/plɒt/",
    "ukphone": "/plɒt/"
  },
  {
    "name": "insolent",
    "trans": [
      "noun:\n",
      "1. A person who is insolent.\n",
      "adjective:\n",
      "1. Insulting in manner or words.\n",
      "2. Rude.\n"
    ],
    "usphone": "/ˈɪnsə.lənt/",
    "ukphone": "/ˈɪnsə.lənt/"
  },
  {
    "name": "propriety",
    "trans": [
      "noun:\n",
      "1. The particular character or essence of someone or something; individuality.\n",
      "2. A characteristic; an attribute.\n",
      "3. A piece of land owned by someone; someone's property.\n",
      "4. More generally, something owned by someone; a possession.\n",
      "5. The fact of possessing something; ownership.\n",
      "6. Correct language or pronunciation.\n",
      "7. Suitability, fitness; the quality of being appropriate.\n",
      "8. (often in the plural) Correctness in behaviour and morals; good manners, seemliness.\n"
    ],
    "usphone": "/pɹəˈpɹaɪəti/",
    "ukphone": "/pɹəˈpɹaɪəti/"
  },
  {
    "name": "audacious",
    "trans": [
      "adjective:\n",
      "1. Showing willingness to take bold risks; recklessly daring.\n",
      "2. Impudent.\n"
    ],
    "usphone": "/ɔːˈdeɪʃəs/",
    "ukphone": "/ɔːˈdeɪʃəs/"
  },
  {
    "name": "parlor",
    "trans": [
      "noun:\n",
      "1. The living room of a house, or a room for entertaining guests; a room for talking; a sitting-room or drawing room\n",
      "2. The apartment in a monastery or nunnery where the residents are permitted to meet and converse with each other or with visitors from the outside.\n",
      "3. A comfortable room in a public house.\n",
      "4. A covered open-air patio.\n",
      "5. A shop or other business selling goods specified by context.\n",
      "6. A shed used for milking cattle.\n"
    ],
    "usphone": "/ˈpɑːlə/",
    "ukphone": "/ˈpɑːlə/"
  },
  {
    "name": "vintage",
    "trans": [
      "noun:\n",
      "1. The yield of grapes or wine from a vineyard or district during one season.\n",
      "2. Wine, especially high-quality, identified as to year and vineyard or district of origin.\n",
      "3. The harvesting of a grape crop and the initial pressing of juice for winemaking.\n",
      "4. The year or place in which something is produced.\n",
      "verb:\n",
      "1. To harvest (grapes).\n",
      "2. To make (wine) from grapes.\n",
      "adjective:\n",
      "1. Of or relating to a vintage, or to wine identified by a specific vintage.\n",
      "2. Having an enduring appeal; high-quality.\n",
      "3. Classic (such as watches, video or computer games from the 1980s and early 1990s, old magazines, etc.).\n"
    ],
    "usphone": "/ˈvɪn.tɪdʒ/",
    "ukphone": "/ˈvɪn.tɪdʒ/"
  }
]